-- --------------------------------------------------------
-- 主机:                           10.21.210.70
-- 服务器版本:                        5.5.29-log - Source distribution
-- 服务器操作系统:                      Linux
-- HeidiSQL 版本:                  9.3.0.4984
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8mb4 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;

-- 导出 wlmz 的数据库结构
CREATE DATABASE IF NOT EXISTS `wlmz` /*!40100 DEFAULT CHARACTER SET latin1 */;
USE `wlmz`;


-- 导出  表 wlmz.answer_ranking_list 结构
CREATE TABLE IF NOT EXISTS `answer_ranking_list` (
  `playerId` int(10) NOT NULL,
  `score` int(10) DEFAULT NULL,
  `date` int(10) DEFAULT NULL,
  PRIMARY KEY (`playerId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- 正在导出表  wlmz.answer_ranking_list 的数据：~5 rows (大约)
DELETE FROM `answer_ranking_list`;
/*!40000 ALTER TABLE `answer_ranking_list` DISABLE KEYS */;
INSERT INTO `answer_ranking_list` (`playerId`, `score`, `date`) VALUES
	(501000067, 0, 0),
	(501000068, 0, 0),
	(501000121, 0, 0),
	(501000177, 6, 10),
	(501000200, 0, 0);
/*!40000 ALTER TABLE `answer_ranking_list` ENABLE KEYS */;


-- 导出  表 wlmz.game_black_list 结构
CREATE TABLE IF NOT EXISTS `game_black_list` (
  `playerId` int(11) NOT NULL COMMENT '玩家ID',
  `friendId` int(11) NOT NULL COMMENT '黑名单玩家ID',
  `createTime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  PRIMARY KEY (`playerId`,`friendId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- 正在导出表  wlmz.game_black_list 的数据：~1 rows (大约)
DELETE FROM `game_black_list`;
/*!40000 ALTER TABLE `game_black_list` DISABLE KEYS */;
INSERT INTO `game_black_list` (`playerId`, `friendId`, `createTime`) VALUES
	(501000177, 501000004, '2018-11-06 19:42:38');
/*!40000 ALTER TABLE `game_black_list` ENABLE KEYS */;


-- 导出  表 wlmz.game_chat_content 结构
CREATE TABLE IF NOT EXISTS `game_chat_content` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sender` int(11) NOT NULL COMMENT '发送者Id',
  `receiver` int(11) NOT NULL COMMENT '接收者Id',
  `toReceiver` int(11) DEFAULT NULL COMMENT '数据接受者',
  `roomid` bigint(20) NOT NULL COMMENT '聊天id',
  `content` varchar(255) DEFAULT NULL COMMENT '聊天内容',
  `sendTime` bigint(64) NOT NULL COMMENT '发送时间',
  `type` int(4) DEFAULT NULL COMMENT '聊天类型 1、私聊 2、世界聊',
  `state` int(4) DEFAULT NULL COMMENT '发送状态 0、未发送 2、已成功',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- 正在导出表  wlmz.game_chat_content 的数据：~0 rows (大约)
DELETE FROM `game_chat_content`;
/*!40000 ALTER TABLE `game_chat_content` DISABLE KEYS */;
/*!40000 ALTER TABLE `game_chat_content` ENABLE KEYS */;


-- 导出  表 wlmz.game_friends 结构
CREATE TABLE IF NOT EXISTS `game_friends` (
  `playerId` int(11) NOT NULL COMMENT '玩家ID',
  `friendId` int(11) NOT NULL COMMENT '朋友ID',
  `createTime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `lastOnlineTime` datetime NOT NULL COMMENT '最后在线时间',
  PRIMARY KEY (`playerId`,`friendId`),
  KEY `ix_game_friend` (`friendId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- 正在导出表  wlmz.game_friends 的数据：~23 rows (大约)
DELETE FROM `game_friends`;
/*!40000 ALTER TABLE `game_friends` DISABLE KEYS */;
INSERT INTO `game_friends` (`playerId`, `friendId`, `createTime`, `lastOnlineTime`) VALUES
	(501000177, 501000004, '2018-11-02 19:57:35', '2018-11-02 19:57:35'),
	(501000177, 501000018, '2018-11-02 19:57:47', '2018-11-02 19:57:47'),
	(501000177, 501001531, '2018-11-02 19:57:03', '2018-11-02 19:57:03'),
	(501001224, 501001420, '2017-09-25 15:20:54', '2017-09-29 10:11:21'),
	(501001320, 501001322, '2017-09-11 20:34:03', '2017-09-12 20:06:14'),
	(501001322, 501001320, '2017-09-11 20:34:03', '2017-09-11 21:12:18'),
	(501001420, 501001224, '2017-09-25 15:20:54', '2017-09-25 20:42:44'),
	(501001525, 501001547, '2017-09-29 12:17:09', '2017-09-29 12:16:10'),
	(501001531, 501001573, '2017-09-29 12:13:23', '2017-09-29 12:12:27'),
	(501001531, 501001577, '2017-09-29 12:13:25', '2017-09-29 12:12:26'),
	(501001533, 501001559, '2017-09-29 12:13:59', '2017-09-29 12:14:29'),
	(501001547, 501001525, '2017-09-29 12:17:09', '2017-09-29 12:16:10'),
	(501001547, 501001564, '2017-09-29 12:11:31', '2017-09-29 12:10:56'),
	(501001559, 501001533, '2017-09-29 12:13:59', '2017-09-29 12:13:24'),
	(501001562, 501001569, '2017-09-29 12:07:50', '2017-09-29 12:06:47'),
	(501001564, 501001547, '2017-09-29 12:11:31', '2017-09-29 12:10:56'),
	(501001569, 501001562, '2017-09-29 12:07:50', '2017-09-29 12:06:47'),
	(501001573, 501001531, '2017-09-29 12:13:23', '2017-09-29 12:12:27'),
	(501001577, 501001531, '2017-09-29 12:13:25', '2017-09-29 12:12:26'),
	(1351000012, 1351000013, '2017-07-16 10:18:39', '2017-08-29 09:17:02'),
	(1351000013, 1351000012, '2017-07-16 10:18:39', '2017-09-20 18:36:14'),
	(1351000038, 1351000040, '2017-07-21 22:47:15', '2017-09-20 18:56:46'),
	(1351000040, 1351000038, '2017-07-21 22:47:15', '2017-08-28 14:04:17');
/*!40000 ALTER TABLE `game_friends` ENABLE KEYS */;


-- 导出  表 wlmz.game_message 结构
CREATE TABLE IF NOT EXISTS `game_message` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `type` tinyint(4) NOT NULL DEFAULT '0' COMMENT '0,公共消息,1,私人消息,2，战报,3,系统消息,',
  `subType` tinyint(4) NOT NULL DEFAULT '5' COMMENT '0-0,聊天，0-1，公告，0-2帮助,0-3,其它系统消息，2-1，夺宝战报，2-2，征讨战报，3-1,好友请求,3-2,请求被通过，3-3，请求被拒绝,3-4，解除好友关系',
  `sender` int(11) DEFAULT NULL COMMENT '发送者ID',
  `receiver` int(11) DEFAULT NULL COMMENT '接收者Id,',
  `sendTime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '发送时间',
  `content` varchar(500) DEFAULT NULL COMMENT '内容',
  `refValue` varchar(5000) DEFAULT NULL COMMENT '2,3',
  `serverId` smallint(6) DEFAULT NULL COMMENT '服务器ID',
  `new` tinyint(4) NOT NULL DEFAULT '1' COMMENT '是否是新消息，首页显示个数用',
  `state` tinyint(4) NOT NULL DEFAULT '0' COMMENT '1,state=0表示未读,state=1表示已读,state=2表示删除,0，0-2,0-3，0-4,state=0表示状态不可显示在世界聊天中，stat=1表示可以显示在公共聊天中，2-1,state=0,未回应,1,回应成功，2，回应失败,3,回应忍了',
  PRIMARY KEY (`id`),
  KEY `game_messages_Receiver_Type_State_SendTime` (`receiver`,`type`,`state`,`sendTime`),
  KEY `game_messages_Sender_Type_State_SendTime` (`sender`,`type`,`state`,`sendTime`),
  KEY `game_messages_Sender_Receiver_Type_State_SendTime` (`sender`,`receiver`,`type`,`state`,`sendTime`),
  KEY `game_messages_SubType` (`subType`),
  KEY `game_messages_SendTime` (`sendTime`),
  KEY `game_messages_State` (`state`),
  KEY `game_messages_Type_SubType_State_SendTime` (`type`,`subType`,`state`,`sendTime`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- 正在导出表  wlmz.game_message 的数据：~0 rows (大约)
DELETE FROM `game_message`;
/*!40000 ALTER TABLE `game_message` DISABLE KEYS */;
/*!40000 ALTER TABLE `game_message` ENABLE KEYS */;


-- 导出  表 wlmz.item 结构
CREATE TABLE IF NOT EXISTS `item` (
  `sequenceid` int(11) NOT NULL AUTO_INCREMENT COMMENT '序列号',
  `refId` int(11) NOT NULL COMMENT 'id[17001-17100]',
  `name` varchar(30) NOT NULL COMMENT '名称',
  `imageId` varchar(30) NOT NULL COMMENT '大图id',
  `iconId` varchar(30) NOT NULL COMMENT '小图id',
  `description` varchar(50) NOT NULL COMMENT '简介',
  `sequence` int(11) NOT NULL COMMENT '顺序[1-50]',
  `moneyType` int(11) NOT NULL COMMENT '货币类型1:元宝2:银币[1-2]',
  `priceCalculateType` int(11) NOT NULL COMMENT '价格计算类型',
  `originalPrice` int(11) NOT NULL COMMENT '物品原价 [0-5000]',
  `discount` int(11) NOT NULL COMMENT '折扣80:表示8折95:表示95折扣(两位数)[1-100]',
  `buyTimesLimit` int(11) NOT NULL COMMENT '限购次数(>=1:固定的可购买次数,0:不能在购买,-1:不限购,-2:根据vip等级决定)[-2~1000]',
  `itemEffect` varchar(200) NOT NULL COMMENT '道具效果',
  `vipLevelLimit` int(11) NOT NULL COMMENT 'VIP等级限制[0-10]',
  `propShowType` int(11) NOT NULL COMMENT '展现方式',
  `visible` tinyint(1) NOT NULL COMMENT '可显标识',
  `petFra` int(11) NOT NULL COMMENT '判断是不是宠物碎片,0为否,1为是',
  PRIMARY KEY (`sequenceid`),
  KEY `refId` (`refId`)
) ENGINE=InnoDB AUTO_INCREMENT=124 DEFAULT CHARSET=utf8 COMMENT='玩家商品/道具信息表';

-- 正在导出表  wlmz.item 的数据：~163 rows (大约)
DELETE FROM `item`;
/*!40000 ALTER TABLE `item` DISABLE KEYS */;
INSERT INTO `item` (`sequenceid`, `refId`, `name`, `imageId`, `iconId`, `description`, `sequence`, `moneyType`, `priceCalculateType`, `originalPrice`, `discount`, `buyTimesLimit`, `itemEffect`, `vipLevelLimit`, `propShowType`, `visible`, `petFra`) VALUES
	(1, 17001, '钱庄', 'item_a_17001', 'item_h_17001', '使用元宝兑换银两，玩家角色等级越高，兑换银两越多。', 1, 1, 3, 2, 100, -2, '[{"type":4,"value":1000}]', 0, 1, 1, 0),
	(2, 17002, '体力丹', 'item_a_17002', 'item_h_17002', '使用后恢复全部体力值', 2, 1, 3, 9, 100, -2, '[{"type":1,"value":0}]', 0, 9, 1, 0),
	(3, 17003, '内力丹', 'item_a_17003', 'item_h_17003', '使用后恢复全部内力值', 3, 1, 3, 8, 100, -2, '[{"type":2,"value":0}]', 0, 9, 1, 0),
	(4, 17004, '铁布衫', 'item_a_17004', 'item_h_17004', '使用后，1小时内免受进攻且不能出战。（在比武和秘籍功能中生效，可中途撤销）', 4, 2, 3, 1000, 100, -1, '[{"type":5,"value":3600}]', 0, 9, 1, 0),
	(5, 17005, '金钟罩', 'item_a_17005', 'item_h_17005', '使用后，8小时内免受进攻且不能出战。（在比武和秘籍功能中生效，可中途撤销）', 5, 1, 4, 50, 100, -1, '[{"type":5,"value":28800}]', 0, 9, 1, 0),
	(6, 17006, '银票', 'item_a_17006', 'item_h_17006', '使用后，可获得9000银两。（银票不会被抢走）', 6, 2, 1, 10000, 100, -1, '[{"type":3,"value":9000}]', 0, 0, 1, 0),
	(7, 17007, '招亲榜', 'item_a_17007', 'item_h_17007', '使用可开启招亲，持续30分钟，单身才可使用。招亲成功上限缘分值520。', 7, 1, 1, 10, 100, -1, '[{"type":6,"value":0}]', 0, 0, 1, 0),
	(8, 17008, '休书', 'item_a_17008', 'item_h_17008', '使用后解除当前夫妻关系，单身者不可使用。', 8, 1, 1, 100, 100, -1, '[{"type":7,"value":0}]', 0, 0, 1, 0),
	(9, 17009, '变性丹', 'item_a_17009', 'item_h_17009', '使用后可以变换性别。（已婚、处于招亲、抢亲和争侠侣的人不可使用。）', 9, 1, 1, 50, 100, -1, '[{"type":8,"value":0}]', 0, 0, 1, 0),
	(10, 17010, '1朵玫瑰', 'item_a_17010', 'item_h_17010', '使用后立刻增加对方10点魅力值（每日第一次赠送可提升双方10点缘分值）', 10, 1, 1, 20, 100, -1, '[{"type":9,"value":10}]', 1, 2, 1, 0),
	(11, 17011, '99朵玫瑰', 'item_a_17011', 'item_h_17011', '使用后立刻增加对方100点魅力值。（每日第一次赠送可提升双方100点缘分值）', 11, 1, 1, 150, 100, -1, '[{"type":9,"value":100}]', 3, 2, 1, 0),
	(12, 17012, '999朵玫瑰', 'item_a_17012', 'item_h_17012', '使用后立刻增加对方1000点魅力值。（每日第一次赠送可提升双方1000点缘分值）', 12, 1, 1, 999, 100, -1, '[{"type":9,"value":1000}]', 5, 2, 1, 0),
	(13, 17014, '入场券', 'item_a_17014', 'item_h_17014', '使用后增加3次竞技场可挑战次数。', 13, 1, 2, 30, 100, -1, '[{"type":11,"value":3}]', 0, 9, 1, 0),
	(14, 17015, '江湖重置令', 'weapon_a_11002', 'weapon_h_11002', '使用后重置难度5的江湖任务。慎重使用。250级主线任务获得。', 14, 1, 1, 100, 100, 0, '[{"type":12,"value":3}]', 0, 3, 1, 0),
	(15, 17016, '转生丹', 'item_a_17016', 'item_h_17016', '侠客转生时可以使用的物品，十分珍贵。通过英雄塔可以获得。', 15, 1, 1, 99999, 100, 0, '[{"type":13,"value":4}]', 0, 4, 1, 0),
	(16, 17017, '精铁', 'item_a_17017', 'item_h_17017', '装备转生时可以使用的物品，万分珍贵。通过竞技场声望兑换获得。', 16, 1, 1, 99999, 100, 0, '[{"type":14,"value":4}]', 0, 5, 1, 0),
	(17, 17018, '金条', 'item_a_17018', 'item_h_17018', '每捐献一个，帮会可获得帮会资金10点、个人奉献值10点；闯关中掉落。', 17, 1, 1, 99999, 100, 0, '[{"type":15,"value":10}]', 0, 6, 1, 0),
	(18, 17019, '金砖', 'item_a_17019', 'item_h_17019', '每捐献一个，帮会可获得帮会资金100点、个人奉献值100点', 18, 1, 1, 100, 100, -1, '[{"type":15,"value":100}]', 2, 0, 1, 0),
	(19, 17020, '心石', 'item_a_17020', 'item_h_17020', '用来强化结婚戒指的道具。非常稀有。', 19, 1, 1, 99999, 100, 0, '[{"type":16,"value":4}]', 0, 7, 0, 0),
	(20, 17021, '月光宝盒', 'item_a_17021', 'item_h_17021', '使用后可以立即合成一本秘籍。', 20, 1, 3, 50, 100, -1, '[{"type":17,"value":0}]', 0, 2, 1, 0),
	(21, 17022, '蓝色侠客令', 'item_a_17022', 'item_h_17022', '可在客栈里兑换指定三星侠客，可以兑换银两，合成紫色侠客令。', 21, 1, 1, 999, 100, 0, '[{"type":18,"value":3}]', 0, 8, 0, 0),
	(22, 17023, '紫色侠客令', 'item_a_17023', 'item_h_17023', '可在客栈里兑换指定四星侠客，也可以兑换银两，合成红色侠客令。', 22, 1, 1, 999, 100, 0, '[{"type":18,"value":4}]', 0, 8, 0, 0),
	(23, 17024, '红色侠客令', 'item_a_17024', 'item_h_17024', '可在客栈里兑换指定五星侠客，也可以兑换银两，合成金色侠客令。', 23, 1, 1, 999, 100, 0, '[{"type":18,"value":5}]', 0, 8, 0, 0),
	(24, 17025, '征婚榜', 'item_a_17025', 'item_h_17025', '侠侣三日不在线可用此榜招亲，成功则保留缘分值和戒指属性。', 24, 1, 1, 520, 100, -1, '[{"type":19,"value":5}]', 0, 0, 1, 0),
	(25, 17028, '黄金钥匙', 'item_a_17028', 'item_h_17028', '可用来开启漂流瓶玩法中获得的黄金宝箱', 25, 1, 1, 98, 100, -1, '[{"type":20,"value":0}]', 0, 2, 1, 0),
	(26, 17029, '白银钥匙', 'item_a_17029', 'item_h_17029', '可用来开启漂流瓶玩法中获得的白银宝箱', 26, 1, 1, 62, 100, -1, '[{"type":20,"value":0}]', 0, 2, 1, 0),
	(27, 17030, '青铜钥匙', 'item_a_17030', 'item_h_17030', '可用来开启漂流瓶玩法中获得的青铜宝箱', 27, 1, 1, 20, 100, -1, '[{"type":20,"value":0}]', 0, 2, 1, 0),
	(28, 17031, '金色侠客令', 'item_a_17031', 'item_h_17031', '集齐一定数量，可以在客栈里兑换指定六星侠客。', 28, 1, 1, 999, 100, 0, '[{"type":18,"value":6}]', 0, 8, 0, 0),
	(29, 17032, '喜糖', 'item_a_17032', 'item_h_17032', '参与婚礼时，通过新人赠送获得，开启喜糖后可获得奖励', 29, 1, 1, 10, 100, 0, '[{"type":21,"value":0}]', 0, 3, 0, 0),
	(30, 17033, '大银票', 'item_a_17033', 'item_h_17033', '使用后，可获得90000银两。（大银票不会被抢走）', 30, 2, 1, 100000, 100, -1, '[{"type":3,"value":90000}]', 0, 0, 1, 0),
	(31, 17034, '寻访令', 'item_a_17033', 'item_h_18108', '进行寻访任务所需要的道具。', 8, 1, 1, 1, 100, 0, '[{"type":22,"value":1}]', 0, 2, 1, 0),
	(32, 17035, '改名卡', 'item_a_17033', 'item_h_17035', '使用后可重新修改名字。', 31, 1, 3, 800, 100, 10, '[{"type":23,"value":1}]', 0, 0, 1, 0),
	(33, 17036, '招募令', 'item_a_17036', 'item_h_17036', '使用后，可在酒馆中刷新侠客。进入主界面的“活动”入口,参与各种活动获得.', 32, 1, 1, 100, 100, -1, '[{"type":24,"value":1}]', 0, 10, 1, 0),
	(34, 17037, '小体力丹', 'item_a_17037', 'item_h_17037', '使用后回复30%体力值', 33, 1, 1, 9999, 100, 0, '[{"type":25,"value":1}]', 0, 11, 1, 0),
	(35, 17038, '普通提升符', 'item_a_17033', 'item_h_17038', '使用后增加20点经验，可提升七星阵位等级', 34, 1, 1, 99999, 100, 0, '[{"type":26,"value":20}]', 0, 12, 1, 0),
	(36, 17039, '高级提升符', 'item_a_17033', 'item_h_17039', '使用后增加45点经验，可提升七星阵位等级', 35, 1, 1, 99999, 100, 0, '[{"type":26,"value":45}]', 0, 12, 1, 0),
	(37, 17040, '顶级提升符', 'item_a_17033', 'item_h_17040', '使用后增加100点经验，可提升七星阵位等级', 36, 1, 1, 99999, 100, 0, '[{"type":26,"value":100}]', 0, 12, 1, 0),
	(38, 17041, '碎玉', 'item_a_17033', 'item_h_17041', '使用后可淬炼七星阵星位的品质', 37, 1, 1, 15, 100, -1, '[{"type":27,"value":1}]', 0, 13, 1, 0),
	(39, 17042, '胭脂', 'item_a_17033', 'item_h_17042', '赠送女神的材料,可增加1点好感度', 38, 1, 1, 99999, 100, 0, '[{"type":28,"value":1}]', 0, 14, 1, 0),
	(40, 17043, '珠宝', 'item_a_17033', 'item_h_17043', '赠送女神的材料,可增加1点好感度', 39, 1, 1, 99999, 100, 0, '[{"type":28,"value":1}]', 0, 14, 1, 0),
	(41, 17044, '丝绸', 'item_a_17033', 'item_h_17044', '赠送女神的材料,可增加1点好感度', 40, 1, 1, 99999, 100, 0, '[{"type":28,"value":1}]', 0, 14, 1, 0),
	(42, 17045, '洗练丹', 'item_a_17033', 'item_h_17045', '替代元宝洗练主角技能，每个洗练丹可进行一次普通技能洗练', 41, 1, 1, 99999, 100, 0, '[{"type":29,"value":1}]', 0, 15, 1, 0),
	(43, 17046, '糖葫芦', 'item_a_17033', 'item_h_17046', '替代元宝升级的道具，使用后可获得宝宝经验，提升宝宝等级', 42, 1, 1, 9999, 100, 0, '[{"type":30,"value":60}]', 0, 16, 1, 0),
	(44, 17047, '转生露', 'item_a_17033', 'item_h_17047', '宝宝转生需要的必要材料', 43, 1, 1, 9999, 100, 0, '[{"type":31,"value":1}]', 0, 16, 1, 0),
	(45, 17048, '天书', 'item_a_17033', 'item_h_17048', '宝宝提升悟性消耗的材料', 44, 1, 1, 50, 100, -1, '[{"type":32,"value":1}]', 0, 17, 1, 0),
	(46, 17049, '成长石', 'item_a_17033', 'item_h_17049', '使用后可提升宝宝的成长值', 45, 1, 1, 75, 100, -1, '[{"type":33,"value":1}]', 0, 18, 1, 0),
	(47, 17050, '护级丹', 'item_a_17033', 'item_h_17050', '宝宝成长提升失败后，可防止成长值下降。', 46, 1, 1, 275, 100, -1, '[{"type":34,"value":1}]', 0, 18, 1, 0),
	(48, 17051, '青铜锤', 'item_a_17033', 'item_h_17051', '用于新年砸蛋活动', 47, 1, 1, 9999, 100, 0, '[{"type":35,"value":1}]', 0, 19, 0, 0),
	(49, 17052, '白银锤', 'item_a_17033', 'item_h_17052', '用于新年砸蛋活动', 48, 1, 1, 100, 100, -1, '[{"type":35,"value":2}]', 0, 19, 0, 0),
	(50, 17053, '黄金锤', 'item_a_17033', 'item_h_17053', '用于新年砸蛋活动', 49, 1, 1, 300, 100, -1, '[{"type":35,"value":3}]', 0, 19, 0, 0),
	(51, 17054, '萌萌年兽碎片', 'item_a_17033', 'item_h_17054', '用于合成宝宝服饰：年兽服饰', 50, 1, 1, 9999, 100, 0, '[{"type":36,"value":1}]', 0, 20, 0, 0),
	(52, 17055, '我是牛仔碎片', 'item_a_17033', 'item_h_17055', '用于合成宝宝服饰：我是牛仔', 51, 1, 1, 9999, 100, 0, '[{"type":36,"value":1}]', 0, 20, 0, 0),
	(53, 17056, '新年烟花', 'item_a_17033', 'item_h_17056', '使用后立刻增加自己200点魅力值', 52, 1, 1, 9999, 100, 0, '[{"type":37,"value":200}]', 0, 3, 1, 0),
	(54, 17057, '鞭炮', 'item_a_17033', 'item_h_17057', '可用来兑换新年物品', 53, 1, 1, 9999, 100, -1, '[{"type":38,"value":1}]', 0, 14, 1, 0),
	(55, 17058, '突破石', 'item_a_17033', 'item_h_17058', '侠客突破必须材料，闯王宝藏兑换商店可兑', 54, 1, 1, 99999, 100, 0, '[{"type":39,"value":1}]', 0, 12, 1, 0),
	(56, 17059, '士兵突击碎片', 'item_a_17033', 'item_h_17059', '用于合成宝宝服饰：士兵突击', 55, 1, 1, 9999, 100, 0, '[{"type":36,"value":1}]', 0, 20, 0, 0),
	(57, 17060, '刷新令', 'item_a_17033', 'item_h_17060', '闯关高级塔掉落，用于刷新闯关商店', 56, 1, 1, 9999, 100, 0, '[{"type":40,"value":1}]', 0, 3, 1, 0),
	(58, 17061, '神兵令', 'item_a_17061', 'item_h_17061', '熔炼装备获得，用于在闯关商店购买装备', 57, 1, 1, 9999, 100, 0, '[{"type":41,"value":1}]', 0, 3, 1, 0),
	(59, 17062, '荣誉勋章', 'item_a_17033', 'item_h_17062', '跨服活动获得，用于跨服商店购买稀缺商品', 58, 1, 1, 9999, 100, 0, '[{"type":42,"value":1}]', 0, 21, 0, 0),
	(60, 17063, '根骨丹', 'item_a_17033', 'item_h_17063', '用于洗练主角经脉位品质的奇丹', 59, 1, 1, 100, 100, -1, '[{"type":43,"value":1}]', 0, 22, 1, 0),
	(61, 17064, '心法石', 'item_a_17033', 'item_h_17064', '可通过无尽之门玩法获得，用于在武学库里面抽取珍贵材料', 60, 1, 1, 50, 100, -1, '[{"type":43,"value":1}]', 0, 26, 1, 0),
	(62, 17065, '夏日比基尼碎片', 'item_a_17033', 'item_h_17054', '用于合成宝宝服饰：夏日比基尼', 61, 1, 1, 9999, 100, 0, '[{"type":36,"value":1}]', 0, 20, 0, 0),
	(63, 17066, '大红袍碎片', 'item_a_17033', 'item_h_17054', '用于合成宝宝服饰：大红袍', 62, 1, 1, 9999, 100, 0, '[{"type":36,"value":1}]', 0, 20, 0, 0),
	(64, 17067, '侠魂', 'item_a_17033', 'item_h_17092', '可通过无尽之门获得，用于侠魂商店购买珍惜道具', 63, 1, 1, 9999, 100, 0, '[{"type":44,"value":1}]', 0, 24, 0, 0),
	(65, 17068, '武学精华', 'item_a_17033', 'item_h_17068', '可通过无尽之门获得，用于武学升星之用', 64, 1, 1, 9999, 100, 0, '[{"type":45,"value":1}]', 0, 26, 1, 0),
	(66, 17069, '普通经验书', 'item_a_17069', 'item_h_17069', '使用后增加20点经验，可提升武学心法等级', 65, 1, 1, 9999, 100, 0, '[{"type":45,"value":1}]', 0, 26, 1, 0),
	(67, 17070, '高级经验书', 'item_a_17070', 'item_h_17070', '使用后增加50点经验，可提升武学心法等级', 66, 1, 1, 9999, 100, 0, '[{"type":45,"value":1}]', 0, 26, 1, 0),
	(68, 17071, '顶级经验书', 'item_a_17071', 'item_h_17071', '使用后增加100点经验，可提升武学心法等级', 67, 1, 1, 9999, 100, 0, '[{"type":45,"value":1}]', 0, 26, 1, 0),
	(69, 17072, '金刚不坏碎片', 'item_a_17072', 'item_h_17072', '无', 68, 1, 1, 9999, 100, 0, '[{"type":45,"value":1}]', 0, 25, 0, 0),
	(70, 17073, '纯阳无极碎片', 'item_a_17073', 'item_h_17073', '无', 69, 1, 1, 9999, 100, 0, '[{"type":45,"value":1}]', 0, 25, 0, 0),
	(71, 17074, '罗汉金钟碎片', 'item_a_17074', 'item_h_17074', '无', 70, 1, 1, 9999, 100, 0, '[{"type":45,"value":1}]', 0, 25, 0, 0),
	(72, 17075, '太玄神功碎片', 'item_a_17075', 'item_h_17075', '无', 71, 1, 1, 9999, 100, 0, '[{"type":45,"value":1}]', 0, 25, 0, 0),
	(73, 17076, '逍遥游碎片', 'item_a_17076', 'item_h_17076', '无', 72, 1, 1, 9999, 100, 0, '[{"type":45,"value":1}]', 0, 25, 0, 0),
	(74, 17077, '太极剑法碎片', 'item_a_17077', 'item_h_17077', '无', 73, 1, 1, 9999, 100, 0, '[{"type":45,"value":1}]', 0, 25, 0, 0),
	(75, 17078, '修罗刀法碎片', 'item_a_17078', 'item_h_17078', '无', 74, 1, 1, 9999, 100, 0, '[{"type":45,"value":1}]', 0, 25, 0, 0),
	(76, 17079, '白驼山掌碎片', 'item_a_17079', 'item_h_17079', '无', 75, 1, 1, 9999, 100, 0, '[{"type":45,"value":1}]', 0, 25, 0, 0),
	(77, 17080, '将星', 'item_a_17080', 'item_h_17080', '给主角点亮天命所用道具，可从摇摇乐玩法或活动中获得', 76, 1, 1, 9999, 100, 0, '[{"type":46,"value":1}]', 0, 14, 1, 0),
	(78, 17081, '孙大圣服饰碎片', 'item_a_17033', 'item_h_17054', '用于合成宝宝服饰：叫我孙大圣', 78, 1, 1, 9999, 100, 0, '[{"type":36,"value":1}]', 0, 20, 0, 0),
	(79, 17082, '王室贵族套', 'item_a_17033', 'item_h_17054', '用于合成宝宝服饰：王室贵族套', 79, 1, 1, 9999, 100, 0, '[{"type":36,"value":1}]', 0, 20, 0, 0),
	(80, 17083, '铁锹', 'item_a_17083', 'item_h_17083', '用于闯王寻宝活动', 80, 1, 1, 10, 100, -1, '[{"type":20,"value":0}]', 0, 2, 1, 0),
	(81, 17084, '资质丹', 'item_a_17033', 'item_h_17084', '用于培养宠物资质', 81, 1, 1, 9999, 100, 0, '[{"type":47,"value":1}]', 0, 0, 0, 0),
	(82, 17085, '小型宠物口粮', 'item_a_17033', 'item_h_17085', '用于升级宠物，获得少量经验', 82, 1, 1, 9999, 100, 0, '[{"type":48,"value":50}]', 0, 0, 0, 0),
	(83, 17086, '中型宠物口粮', 'item_a_17033', 'item_h_17086', '用于升级宠物，获得大量经验', 83, 1, 1, 9999, 100, 0, '[{"type":49,"value":250}]', 0, 0, 0, 0),
	(84, 17087, '大型宠物口粮', 'item_a_17033', 'item_h_17087', '用于升级宠物，获得巨量经验', 84, 1, 1, 9999, 100, 0, '[{"type":50,"value":500}]', 0, 0, 0, 0),
	(85, 17088, '宠物转生丹', 'item_a_17033', 'item_h_17088', '用于升阶宠物，升阶宠物需要的基本材料', 85, 1, 1, 9999, 100, 0, '[{"type":51,"value":1}]', 0, 0, 0, 0),
	(86, 17089, '宠物精华', 'item_a_17033', 'item_h_17089', '用于升阶宠物，升阶宠物所需要的高级材料', 86, 1, 1, 9999, 100, 0, '[{"type":52,"value":1}]', 0, 0, 0, 0),
	(87, 17090, '普通捕宠绳', 'item_a_17090', 'item_h_17090', '用于普通抓宠', 87, 1, 1, 9999, 100, 0, '[{"type":53,"value":1}]', 0, 0, 0, 0),
	(88, 17091, '金质捕宠绳', 'item_a_17091', 'item_h_17091', '用于高级抓宠', 88, 1, 1, 9999, 100, 0, '[{"type":54,"value":1}]', 0, 0, 0, 0),
	(89, 17092, '宠物元神', 'item_a_17092', 'item_h_17092', '分解宠物获得的元神，可在宠物商店兑换道具', 89, 1, 1, 9999, 100, 0, '[{"type":55,"value":1}]', 0, 0, 0, 0),
	(90, 17093, '矿工服饰碎片', 'item_a_17033', 'item_h_17054', '用于合成宝宝服饰：矿工我最勤', 90, 1, 1, 9999, 100, 0, '[{"type":36,"value":1}]', 0, 20, 0, 0),
	(91, 17094, '归元丹', 'item_a_17094', 'item_h_17094', '用于宠物技能洗练', 91, 1, 1, 9999, 100, 0, '[{"type":56,"value":1}]', 0, 0, 0, 0),
	(92, 17095, '灵髓丹', 'item_a_17095', 'item_h_17095', '用于宠物升星', 92, 1, 1, 9999, 100, 0, '[{"type":56,"value":1}]', 0, 0, 0, 0),
	(93, 17096, '碎·天龙', 'pet_a_19001', 'pet_h_19001', '宠物碎片，集齐一定数量可以兑换宠物', 93, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(94, 17097, '碎·紫麒麟', 'pet_a_19004', 'pet_h_19004', '宠物碎片，集齐一定数量可以兑换宠物', 94, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(95, 17098, '碎·火凤', 'pet_a_19007', 'pet_h_19007', '宠物碎片，集齐一定数量可以兑换宠物', 95, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(96, 17099, '碎·小灵蛇', 'pet_a_19010', 'pet_h_19010', '宠物碎片，集齐一定数量可以兑换宠物', 96, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(97, 17100, '碎·月月', 'pet_a_19013', 'pet_h_19013', '宠物碎片，集齐一定数量可以兑换宠物', 97, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(98, 17101, '碎·小雕', 'pet_a_19016', 'pet_h_19016', '宠物碎片，集齐一定数量可以兑换宠物', 98, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(99, 17102, '碎·嘟嘟马', 'pet_a_19019', 'pet_h_19019', '宠物碎片，集齐一定数量可以兑换宠物', 99, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(100, 17103, '碎·吉吉', 'pet_a_19022', 'pet_h_19022', '宠物碎片，集齐一定数量可以兑换宠物', 100, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(101, 17104, '碎·灵灵鹿', 'pet_a_19025', 'pet_h_19025', '宠物碎片，集齐一定数量可以兑换宠物', 101, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(102, 17105, '碎·小猛象', 'pet_a_19028', 'pet_h_19028', '宠物碎片，集齐一定数量可以兑换宠物', 102, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(103, 17106, '碎·呆呆', 'pet_a_19031', 'pet_h_19031', '宠物碎片，集齐一定数量可以兑换宠物', 103, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(104, 17107, '碎·啾啾', 'pet_a_19034', 'pet_h_19034', '宠物碎片，集齐一定数量可以兑换宠物', 104, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(105, 17108, '碎·小灯灯', 'pet_a_19037', 'pet_h_19037', '宠物碎片，集齐一定数量可以兑换宠物', 105, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(106, 17109, '真元宝盒', 'item_a_17033', 'item_h_17109', '可以扩充10个真元背包', 106, 1, 1, 9999, 100, 0, '[{"type":38,"value":1}]', 0, 3, 0, 0),
	(107, 17110, '碎·幽狐', 'pet_a_19040', 'pet_h_19040', '宠物碎片，集齐一定数量可以兑换宠物', 107, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(108, 17111, '碎·丢丢', 'pet_a_19043', 'pet_h_19043', '宠物碎片，集齐一定数量可以兑换宠物', 108, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(109, 17112, '碎·小龟', 'pet_a_19046', 'pet_h_19046', '宠物碎片，集齐一定数量可以兑换宠物', 109, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(110, 17113, '碎·小小烈', 'pet_a_19049', 'pet_h_19049', '宠物碎片，集齐一定数量可以兑换宠物', 110, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(111, 17114, '碎·九风', 'pet_a_19052', 'pet_h_19052', '宠物碎片，集齐一定数量可以兑换宠物', 111, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(112, 17115, '精铁磨石', 'item_a_17115', 'item_h_17115', '精铁磨石，用于洗练神兵技能', 112, 1, 1, 9999, 100, 0, '[{"type":57,"value":1}]', 0, 14, 1, 0),
	(113, 17116, '黑木令', 'item_a_17116', 'item_h_17116', '黑木崖玩法奖励，可在黑木崖商店中兑换物品', 113, 1, 1, 9999, 100, 0, '[{"type":58,"value":1}]', 0, 14, 0, 0),
	(114, 17117, '碎·叽太', 'pet_a_19055', 'pet_h_19055', '宠物碎片，集齐一定数量可以兑换宠物', 114, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(115, 17128, '藏经阁点数', 'item_a_17128', 'item_h_17128', '藏经阁玩法奖励，可用于升级碎片和兑换武学碎片', 115, 1, 1, 9999, 100, 0, '[{"type":59,"value":1}]', 0, 26, 0, 0),
	(116, 17118, '碎·小猿', 'pet_a_19058', 'pet_h_19058', '宠物碎片，集齐一定数量可以兑换宠物', 116, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(117, 17119, '宝典经验', 'item_a_17129', 'item_h_17129', '宝典经验，用于强化宝典', 117, 1, 1, 9999, 100, 0, '[{"type":60,"value":1}]', 0, 0, 0, 0),
	(118, 17120, '突破经验', 'item_a_17130', 'item_h_17130', '突破经验，用于宝典突破', 118, 1, 1, 9999, 100, 0, '[{"type":61,"value":1}]', 0, 0, 0, 0),
	(119, 17121, '碎·火猴', 'pet_a_19061', 'pet_h_19061', '宠物碎片，集齐一定数量可以兑换宠物', 119, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(120, 17122, '碎·小萌狮', 'pet_a_19064', 'pet_h_19064', '宠物碎片，集齐一定数量可以兑换宠物', 120, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(121, 17123, '碎·水灵', 'pet_a_19067', 'pet_h_19067', '宠物碎片，集齐一定数量可以兑换宠物', 121, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(122, 17124, '碎·小熊', 'pet_a_19070', 'pet_h_19070', '宠物碎片，集齐一定数量可以兑换宠物', 122, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1),
	(123, 17125, '碎·小熊猫', 'pet_a_19073', 'pet_h_19073', '宠物碎片，集齐一定数量可以兑换宠物', 123, 1, 1, 9999, 100, 0, '[{"type":0,"value":1}]', 0, 0, 0, 1);
/*!40000 ALTER TABLE `item` ENABLE KEYS */;


-- 导出  表 wlmz.mon_reaward 结构
CREATE TABLE IF NOT EXISTS `mon_reaward` (
  `id` int(50) NOT NULL AUTO_INCREMENT,
  `date` date DEFAULT NULL COMMENT '日期奖励',
  `everyDayrewardMap` varchar(80) DEFAULT NULL COMMENT '奖励物品',
  `type` int(5) DEFAULT '0' COMMENT '签到类型 0每天签到奖励 1累计签到奖励',
  `daylimit` int(5) DEFAULT NULL COMMENT '累计签到天数限制',
  PRIMARY KEY (`id`),
  UNIQUE KEY `date` (`date`),
  KEY `Index 1` (`date`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=latin1 COMMENT='月签到奖励配置表';

-- 正在导出表  wlmz.mon_reaward 的数据：~10 rows (大约)
DELETE FROM `mon_reaward`;
/*!40000 ALTER TABLE `mon_reaward` DISABLE KEYS */;
INSERT INTO `mon_reaward` (`id`, `date`, `everyDayrewardMap`, `type`, `daylimit`) VALUES
	(1, '2018-10-30', '{"rewardType":7,"refId":17002,"num":1}', 0, NULL),
	(2, '2018-10-31', '{"rewardType":7,"refId":17061,"num":5}', 0, NULL),
	(3, '2018-11-01', '{"rewardType":8,"refId":18029,"num":1}', 0, NULL),
	(4, '2018-11-02', '{"rewardType":9,"refId":-1,"num":10}', 0, NULL),
	(5, '2018-11-03', '{"rewardType":6,"refId":-1,"num":3}', 0, NULL),
	(6, NULL, '{"rewardType":7,"refId":17002,"num":1}', 1, 1),
	(7, NULL, '{"rewardType":7,"refId":17061,"num":5}', 1, 5),
	(8, NULL, '{"rewardType":8,"refId":18029,"num":1}', 1, 10),
	(9, NULL, '{"rewardType":9,"refId":-1,"num":10}', 1, 17),
	(10, NULL, '{"rewardType":6,"refId":-1,"num":3}', 1, 28);
/*!40000 ALTER TABLE `mon_reaward` ENABLE KEYS */;


-- 导出  表 wlmz.online_reward 结构
CREATE TABLE IF NOT EXISTS `online_reward` (
  `id` int(4) NOT NULL AUTO_INCREMENT,
  `time` int(4) NOT NULL DEFAULT '0',
  `reward` varchar(200) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=latin1 COMMENT='在线奖励表';

-- 正在导出表  wlmz.online_reward 的数据：~10 rows (大约)
DELETE FROM `online_reward`;
/*!40000 ALTER TABLE `online_reward` DISABLE KEYS */;
INSERT INTO `online_reward` (`id`, `time`, `reward`) VALUES
	(1, 1, '{"rewardType":7,"refId":17002,"num":1}'),
	(2, 10, '{"rewardType":7,"refId":17061,"num":5}'),
	(3, 20, '{"rewardType":8,"refId":18029,"num":1}'),
	(4, 30, '{"rewardType":9,"refId":-1,"num":10}'),
	(5, 45, '{"rewardType":6,"refId":-1,"num":5}'),
	(6, 60, '{"rewardType":6,"refId":-1,"num":10}'),
	(7, 60, '{"rewardType":6,"refId":-1,"num":10}'),
	(8, 60, '{"rewardType":6,"refId":-1,"num":10}'),
	(9, 60, '{"rewardType":6,"refId":-1,"num":10}'),
	(10, 60, '{"rewardType":6,"refId":-1,"num":10}');
/*!40000 ALTER TABLE `online_reward` ENABLE KEYS */;


-- 导出  表 wlmz.player 结构
CREATE TABLE IF NOT EXISTS `player` (
  `id` int(4) NOT NULL COMMENT '玩家编号',
  `userId` int(4) NOT NULL COMMENT '用户Id',
  `name` varchar(64) NOT NULL COMMENT '玩家名称',
  `gender` tinyint(1) NOT NULL COMMENT '性别(0女,1男)',
  `imageId` varchar(64) NOT NULL COMMENT '头像编号',
  `level` int(4) NOT NULL COMMENT '级别',
  `crtExp` int(4) NOT NULL COMMENT '经验',
  `tiLi` int(4) NOT NULL COMMENT '体力',
  `neiLi` int(4) NOT NULL COMMENT '内力',
  `lastCalTiLiDate` bigint(8) NOT NULL COMMENT '最后一次计算体力',
  `lastCalNeiLiDate` bigint(8) NOT NULL COMMENT '最后一次计算内力',
  `yuanBao` int(4) NOT NULL COMMENT '元宝',
  `yinLiang` int(4) NOT NULL COMMENT '银两',
  `firstCardHero` int(4) NOT NULL COMMENT '第一个侠客',
  `peaceEndDate` bigint(8) NOT NULL,
  `resetBuyItemDate` bigint(8) NOT NULL,
  `lowerAtk` int(4) NOT NULL,
  `upperAtk` int(4) NOT NULL,
  `lowerDef` int(4) NOT NULL,
  `upperDef` int(4) NOT NULL,
  `voucherTotal` int(4) NOT NULL COMMENT '玩家充值的总元宝数',
  `sign` varchar(50) DEFAULT NULL COMMENT '个性签名',
  `power` int(4) NOT NULL DEFAULT '0' COMMENT '攻击力',
  `voiceId` varchar(64) DEFAULT NULL COMMENT '语音介绍id，可以为空',
  `bagCapacity` int(4) DEFAULT '500' COMMENT '背包容量',
  `vipShow` tinyint(1) NOT NULL DEFAULT '1' COMMENT '是否显示VIP',
  `loginTime` bigint(8) NOT NULL DEFAULT '0' COMMENT '上一次登录时间',
  `copper` int(4) NOT NULL DEFAULT '100000' COMMENT '铜钱',
  `lastResetTime` bigint(8) NOT NULL COMMENT '最后一次重置时间',
  `repertoryCapacity` int(11) NOT NULL DEFAULT '0' COMMENT '仓库容量',
  `secretPlayerId` bigint(20) NOT NULL DEFAULT '0' COMMENT '加密的playerId',
  `complainantList` text NOT NULL COMMENT '投诉人列表',
  `PictureFrame` varchar(64) DEFAULT NULL COMMENT '专属头像框',
  `VIPLevel` int(11) DEFAULT NULL COMMENT 'vip等级',
  `juntuan` varchar(20) DEFAULT NULL COMMENT '军团',
  `designation` varchar(30) DEFAULT NULL COMMENT '称号',
  PRIMARY KEY (`id`),
  KEY `userId` (`userId`),
  KEY `player_Level` (`level`),
  KEY `lowerAtk` (`lowerAtk`),
  KEY `player_name` (`name`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- 正在导出表  wlmz.player 的数据：~247 rows (大约)
DELETE FROM `player`;
/*!40000 ALTER TABLE `player` DISABLE KEYS */;
INSERT INTO `player` (`id`, `userId`, `name`, `gender`, `imageId`, `level`, `crtExp`, `tiLi`, `neiLi`, `lastCalTiLiDate`, `lastCalNeiLiDate`, `yuanBao`, `yinLiang`, `firstCardHero`, `peaceEndDate`, `resetBuyItemDate`, `lowerAtk`, `upperAtk`, `lowerDef`, `upperDef`, `voucherTotal`, `sign`, `power`, `voiceId`, `bagCapacity`, `vipShow`, `loginTime`, `copper`, `lastResetTime`, `repertoryCapacity`, `secretPlayerId`, `complainantList`, `PictureFrame`, `VIPLevel`, `juntuan`, `designation`) VALUES
	(501000004, 501000004, '徐惮', 0, 'hero_h_nv', 500, 2, 826, 12, 1505199662813, 1505199662813, 3, 1000, 0, 0, 0, 103202, 103317, 103182, 103212, 100010, NULL, 2064, NULL, 500, 0, 1540169999, 100000, 1505199627024, 50, 113646573066, '', NULL, NULL, NULL, NULL),
	(501000018, 501000018, '南宫仰', 0, 'hero_h_nv', 500, 5, 826, 12, 1493005856634, 1493005856634, 52, 12850, 0, 0, 0, 103202, 103317, 103080, 103080, 1, NULL, 2063, NULL, 500, 0, 1493005856660, 100000, 1493005856651, 50, 113646573124, '', NULL, NULL, NULL, NULL),
	(501000066, 501000066, 'haha', 0, 'hero_h_nv', 501, 0, 204, 6, 1492755639292, 1492753300292, 50050, 4986000, 0, 0, 0, 267335, 267376, 103380, 103380, 0, NULL, 3707, NULL, 500, 0, 1492755680312, 100000, 1492745637684, 50, 113646573254, '', NULL, NULL, NULL, NULL),
	(501000067, 501000067, '乐正剑', 0, 'hero_h_nv', 500, 122, 826, 12, 1505888117103, 1504854248065, 100000, 4992935, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1506075091231, 100000, 1506075091226, 50, 113646573270, '', NULL, NULL, NULL, NULL),
	(501000068, 501000068, '萧三德', 0, 'hero_h_nv', 500, 13, 136, 5, 1492767444277, 1492766151531, 13, 95305, 0, 0, 0, 103202, 103317, 103080, 103080, 2, NULL, 2063, NULL, 500, 0, 1492767417217, 100000, 1492760989134, 50, 113646573271, '', '0', 0, '0', '0'),
	(501000072, 501000072, 'hehe', 0, 'hero_h_nv', 501, 0, 8, 3, 1492767865754, 1492767865754, 50, 1458, 0, 0, 0, 81, 122, 75, 82, 0, NULL, 1, NULL, 500, 0, 1492767865754, 100000, 1492767865754, 50, 113646573277, '', NULL, NULL, NULL, NULL),
	(501000073, 501000073, '123', 0, 'hero_h_nv', 501, 0, 43, 3, 1492769836756, 1492768051245, 3634, 1458, 0, 0, 0, 103441, 103482, 103380, 103380, 0, NULL, 2068, NULL, 500, 0, 1492769880779, 100000, 1492768051245, 50, 113646573300, '', NULL, NULL, NULL, NULL),
	(501000085, 501000085, '卓博超', 0, 'hero_h_nv', 2, 10, 12, 3, 1493007280110, 1493007280110, 1220, 3270, 0, 0, 0, 157, 272, 137, 167, 1160, NULL, 3, NULL, 500, 0, 1493007236067, 100000, 1493007236067, 50, 113646573320, '', NULL, NULL, NULL, NULL),
	(501000097, 501000097, '章如豹', 0, 'hero_h_nv', 1, 0, 8, 3, 1493023080113, 1493023080113, 50, 2000, 0, 0, 0, 81, 122, 75, 82, 0, NULL, 1, NULL, 500, 0, 1505360813094, 100000, 1505360813090, 50, 113646573342, '', NULL, NULL, NULL, NULL),
	(501000121, 501000121, '景嘉熙', 0, 'hero_h_nv', 500, 2, 837, 12, 1505098107554, 1505098107554, 103615, 9590000, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1505098222246, 100000, 1505092957150, 50, 113646573403, '', NULL, NULL, NULL, NULL),
	(501000168, 501000168, 'a123', 0, 'hero_h_nv', 501, 180, 826, 13, 1494824154875, 1512045980169, 378715, 15472458, 0, 0, 0, 5934332, 5934445, 5934875, 5934875, 10000, NULL, 118692, NULL, 500, 0, 1512045980188, 100000, 1512045520000, 50, 113646573545, '', '0', 0, '0', '0'),
	(501000169, 501000169, '赖致远', 0, 'hero_h_nv', 550, 3970, 836, 13, 1503469163534, 1506308797384, 126159, 976984261, 0, 0, 0, 2279316, 2279431, 1327630, 1327630, 0, NULL, 36070, NULL, 500, 0, 1506329732321, 100000, 1506308797458, 50, 113646573546, '', NULL, NULL, NULL, NULL),
	(501000171, 501000171, '窦阁', 0, 'hero_h_nv', 2, 10, 12, 3, 1495539805511, 1495539805511, 19370, 3270, 0, 0, 0, 157, 272, 137, 167, 9720, NULL, 3, NULL, 500, 0, 1495621161717, 100000, 1495593791610, 50, 113646573550, '', NULL, NULL, NULL, NULL),
	(501000173, 501000173, '微微', 0, 'hero_h_nv', 650, 840, 856, 15, 1498133021642, 1498133021642, 51900, 2912065, 0, 0, 0, 302356, 302585, 178080, 178080, 0, NULL, 4805, NULL, 500, 0, 1502943459045, 100000, 1502943459039, 50, 113646573552, '', NULL, NULL, NULL, NULL),
	(501000174, 501000174, '小愛', 0, 'hero_h_nv', 650, 10, 90, 4, 1496330537120, 1496328759433, 88615, 106270, 0, 0, 0, 178202, 178317, 178080, 178080, 0, NULL, 3563, NULL, 500, 0, 1496328926516, 100000, 1496326200125, 50, 113646573554, '', NULL, NULL, NULL, NULL),
	(501000176, 501000176, '冷颜', 0, 'hero_h_nv', 650, 1692, 856, 15, 1498136747935, 1498132065650, 217, 11352925, 0, 0, 0, 810100, 813208, 352332, 352644, 0, NULL, 11641, NULL, 500, 0, 1502677591075, 100000, 1502676906252, 50, 113646573560, '', NULL, NULL, NULL, NULL),
	(501000177, 501000177, '东方之玉', 0, 'hero_a_10047', 650, 30250, 49179, 15, 1496371687343, 1496363656317, 17278, 97140345, 0, 0, 0, 2067769, 2067769, 1824212, 1824212, 0, NULL, 3631, NULL, 500, 0, 1498143521312, 100000, 1498132712436, 50, 113646573561, '', '0', 0, '0', '0'),
	(501000179, 501000179, '缘来是你', 0, 'hero_h_nv', 650, 288, 856, 15, 1498136865253, 1498136865253, 140915, 11633270, 0, 0, 0, 248932, 249047, 184580, 184580, 0, NULL, 4335, NULL, 500, 0, 1498142032570, 100000, 1498136865265, 50, 113646573563, '', NULL, NULL, NULL, NULL),
	(501000183, 501000183, '123123', 0, 'hero_h_nv', 650, 805, 856, 15, 1498132220579, 1498132220579, 121945, 507270, 0, 0, 0, 431910, 432168, 285080, 285080, 0, NULL, 7171, NULL, 500, 0, 1498185498718, 100000, 1498185498704, 50, 113646573602, '', NULL, NULL, NULL, NULL),
	(501000200, 501000200, '符牛青', 0, 'hero_h_nv', 2, 10, 12, 4, 1498031653256, 1498040748466, 10160, 3270, 0, 0, 0, 157, 272, 137, 167, 10100, NULL, 3, NULL, 500, 0, 1498462479154, 100000, 1498462158239, 50, 113646576372, '', NULL, NULL, NULL, NULL),
	(501000203, 501000203, '小小', 0, 'hero_h_nv', 650, 10, 856, 15, 1498185273156, 1498185273156, 86890, 239270, 0, 0, 0, 178202, 178317, 178080, 178080, 0, NULL, 3563, NULL, 500, 0, 1498187729726, 100000, 1498185273169, 50, 113646576375, '', NULL, NULL, NULL, NULL),
	(501000205, 501000205, '邓随阴', 0, 'hero_h_nv', 2, 10, 12, 3, 1498183957579, 1498183957579, 10080, 3270, 0, 0, 0, 157, 272, 137, 167, 10020, NULL, 3, NULL, 500, 0, 1498184591297, 100000, 1498183935973, 50, 113646576377, '', NULL, NULL, NULL, NULL),
	(501000213, 501000213, '慕容磬', 1, 'hero_h_nan', 500, 184, 833, 10, 1505383059604, 1505383085815, 100000, 5003810, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1505383052905, 100000, 1505383052898, 50, 113646576412, '', NULL, NULL, NULL, NULL),
	(501000227, 501000227, '向一手', 0, 'hero_h_nv', 500, 2, 837, 12, 1505373314689, 1505373314689, 100000, 4998000, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1505373303152, 100000, 1505373303144, 50, 113646576436, '', NULL, NULL, NULL, NULL),
	(501001222, 501001222, '英雄', 0, 'hero_h_nv', 800, 4981, 870, 15, 1504170153748, 1504170153748, 112231, 299141418, 0, 0, 0, 449642, 449696, 373410, 373450, 5000, NULL, 8230, NULL, 500, 0, 1506329970422, 100000, 1506308842692, 50, 113646603534, '', NULL, NULL, NULL, NULL),
	(501001224, 501001224, '郦念波', 0, 'hero_h_nv', 500, 2, 837, 12, 1502421394738, 1502421394738, 105923, 5157800, 0, 0, 0, 104154, 104910, 103665, 103756, 5000, NULL, 2082, NULL, 500, 0, 1506343364790, 100000, 1506308960517, 50, 113646603540, '', NULL, NULL, NULL, NULL),
	(501001225, 501001225, '华子是猪', 1, 'hero_h_nan', 500, 2, 837, 12, 1502444692733, 1502444692733, 79680, 9882000, 0, 0, 0, 290154, 290301, 235061, 235095, 5000, NULL, 5253, NULL, 500, 0, 1502605943775, 100000, 1502605943767, 50, 113646603541, '', NULL, NULL, NULL, NULL),
	(501001226, 501001226, '冷颜见是非', 0, 'hero_h_nv', 500, 14, 835, 12, 1502444942733, 1502444942733, 102000, 9600070, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1502444830572, 100000, 1502444830572, 50, 113646603542, '', NULL, NULL, NULL, NULL),
	(501001229, 501001229, '骷髅怪', 1, 'diy_501001229_1502532925436', 500, 1309, 754, 12, 1516927531162, 1502446285191, 142705, 10050245, 0, 0, 0, 718745, 719516, 403486, 403667, 5000, NULL, 11227, NULL, 500, 0, 1516927213997, 100000, 1516927213989, 50, 113646603546, '', NULL, NULL, NULL, NULL),
	(501001230, 501001230, '令狐焦', 0, 'hero_h_nv', 500, 428, 837, 12, 1502449206584, 1502449206584, 59365, 4997000, 0, 0, 0, 442961, 443224, 103182, 103212, 5000, NULL, 5462, NULL, 500, 0, 1503386564067, 100000, 1503386564061, 50, 113646603547, '', NULL, NULL, NULL, NULL),
	(501001231, 501001231, '土豪奶奶', 0, 'diy_501001231_1502864722574', 500, 1797, 826, 12, 1502446679679, 1502446679679, 25550, 6400735, 0, 0, 0, 7614516, 7629346, 10309247, 10349039, 5000, NULL, 179510, NULL, 500, 0, 1503980459796, 100000, 1503980459790, 50, 113646603550, '', NULL, NULL, NULL, NULL),
	(501001232, 501001232, '华子', 1, 'hero_h_nan', 500, 57745, 14, 12, 1516895279930, 1502675056250, 67064, 5767148, 0, 0, 0, 7445230, 7445230, 6756537, 6756537, 5000, NULL, 136624, NULL, 500, 0, 1516895043113, 100000, 1516894664752, 50, 113646603553, '', NULL, NULL, NULL, NULL),
	(501001233, 501001233, '小愛0', 1, 'hero_h_nan', 500, 2, 837, 12, 1502675795079, 1502675795079, 93900, 9534000, 0, 0, 0, 229115, 229357, 103188, 103220, 5000, NULL, 3324, NULL, 500, 0, 1502675589870, 100000, 1502675589870, 50, 113646603554, '', NULL, NULL, NULL, NULL),
	(501001234, 501001234, '小冷颜', 0, 'hero_h_nv', 500, 17645, 826, 0, 1502716553008, 1502718322555, 55576, 10373564, 0, 0, 0, 6786741, 6826737, 2900933, 2919714, 5000, NULL, 97170, NULL, 500, 0, 1502716553025, 100000, 1502677709938, 50, 113646603555, '', NULL, NULL, NULL, NULL),
	(501001235, 501001235, 'Lily', 0, 'hero_h_nv', 500, 155, 837, 12, 1502693719561, 1502693719561, 86515, 9984000, 0, 0, 0, 333194, 333317, 213822, 213856, 5000, NULL, 5470, NULL, 500, 0, 1502706127162, 100000, 1502693667183, 50, 113646603556, '', NULL, NULL, NULL, NULL),
	(501001237, 501001237, '连靳', 0, 'hero_h_nv', 500, 110, 836, 12, 1502786265532, 1502786265532, 154586, 5002435, 0, 0, 0, 359196, 359413, 103182, 103212, 5002, NULL, 4625, NULL, 500, 0, 1503905657356, 100000, 1503904358826, 50, 113646603561, '', NULL, NULL, NULL, NULL),
	(501001253, 501001253, '薛修杰', 0, 'hero_h_nv', 600, 10, 846, 14, 1505198556884, 1505198556884, 80, 124, 0, 0, 0, 143349, 143464, 143219, 143219, 20, NULL, 2866, NULL, 500, 0, 1505199314098, 100000, 1505198556896, 50, 113646603765, '', NULL, NULL, NULL, NULL),
	(501001289, 501001289, '解问筠', 0, 'hero_h_nv', 500, 164, 791, 12, 1504665192169, 1504665106910, 100000, 4983415, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1504664985859, 100000, 1504664985859, 50, 113646604076, '', NULL, NULL, NULL, NULL),
	(501001290, 501001290, '蓝鲸', 1, 'hero_h_nan', 500, 17, 832, 12, 1504670124472, 1504670124472, 100100, 4982175, 0, 0, 0, 103202, 103317, 103182, 103212, 5100, NULL, 2064, NULL, 500, 0, 1504674219693, 100000, 1504670065580, 50, 113646604077, '', NULL, NULL, NULL, NULL),
	(501001295, 501001295, '权大楚', 0, 'hero_h_nv', 500, 8, 836, 12, 1504679198220, 1504679198220, 100000, 4986035, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1504679283548, 100000, 1504679030990, 50, 113646604117, '', NULL, NULL, NULL, NULL),
	(501001317, 501001317, '习大大', 0, 'diy_501001317_1505102393195', 500, 2, 837, 12, 1505102276849, 1505102276849, 100050, 5000000, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1505102046554, 100000, 1505102046554, 50, 113646604156, '', NULL, NULL, NULL, NULL),
	(501001320, 501001320, '寒灯纸上', 0, 'hero_h_nv', 500, 52085, 60, 12, 1505135640227, 1505131574667, 62358, 4785305, 0, 0, 0, 238723, 276984, 184187, 198763, 5000, NULL, 4493, NULL, 500, 0, 1505135538988, 100000, 1505125216998, 50, 113646604164, '', NULL, NULL, NULL, NULL),
	(501001322, 501001322, '温秋白', 0, 'hero_h_10288', 500, 2367, 826, 12, 1505218646234, 1505215738986, 103493, 10460090, 0, 0, 0, 103733, 103843, 103536, 103625, 5000, '大家好，交个朋友吧！', 2073, NULL, 500, 0, 1505217974088, 100000, 1505215738998, 50, 113646604166, '', NULL, NULL, NULL, NULL),
	(501001323, 501001323, '无语', 1, 'hero_h_nan', 500, 2061, 420, 12, 1505211200867, 1505209971839, 103232, 11919309, 0, 0, 0, 106397, 107893, 103661, 103696, 5000, NULL, 2108, NULL, 500, 0, 1505209451336, 100000, 1505209451330, 50, 113646604167, '', NULL, NULL, NULL, NULL),
	(501001325, 501001325, '逍遥云雨', 0, 'hero_h_nv', 500, 3519, 826, 10, 1505168801192, 1505167714192, 8843, 5992540, 0, 0, 0, 177838, 217425, 136425, 142595, 5000, NULL, 3371, NULL, 500, 0, 1505168801212, 100000, 1505168801205, 50, 113646604171, '', NULL, NULL, NULL, NULL),
	(501001328, 501001328, '叶初彤', 1, 'hero_h_nan', 500, 1357, 765, 12, 1505220720291, 1505189460288, 100719, 9817135, 0, 0, 0, 103501, 103818, 103417, 103508, 5000, NULL, 2071, NULL, 500, 0, 1505220288545, 100000, 1505174844957, 50, 113646604177, '', NULL, NULL, NULL, NULL),
	(501001330, 501001330, '邱泽洋', 0, 'hero_h_nv', 500, 13, 27, 3, 1505189085048, 1505188220324, 37, 13355, 0, 0, 0, 103202, 103317, 103080, 103080, 1, NULL, 2063, NULL, 500, 0, 1505189126065, 100000, 1505188169415, 50, 113646604201, '', NULL, NULL, NULL, NULL),
	(501001347, 501001347, '东方映', 0, 'diy_501001347_1505268875725', 501, 14358, 3, 1, 1505272772383, 1505272401383, 84431, 11735073, 0, 0, 0, 271710, 276023, 265146, 273059, 5000, NULL, 5429, NULL, 500, 0, 1505272796398, 100000, 1505265847785, 50, 113646604270, '', NULL, NULL, NULL, NULL),
	(501001361, 501001361, '刀郎', 1, 'diy_501001361_1505217058173', 500, 8945, 826, 12, 1505226920718, 1505228784728, 30, 2303422, 0, 0, 0, 261778, 303963, 162075, 166553, 5000, NULL, 4471, NULL, 500, 1, 1505228784741, 100000, 1505213874917, 50, 113646604314, '', NULL, NULL, NULL, NULL),
	(501001362, 501001362, '秋水无痕', 0, 'hero_h_nv', 500, 384, 822, 12, 1505282312918, 1505280379947, 58842, 7644020, 0, 0, 0, 238094, 242402, 188608, 188901, 5000, NULL, 4290, NULL, 500, 0, 1505280349131, 100000, 1505280349126, 50, 113646604316, '', NULL, NULL, NULL, NULL),
	(501001378, 501001378, '迷迷', 0, 'hero_h_nv', 500, 119, 805, 12, 1505277921694, 1505277865963, 100000, 5000900, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1505277759752, 100000, 1505277759752, 50, 113646604344, '', NULL, NULL, NULL, NULL),
	(501001379, 501001379, '芦苇微微', 0, 'hero_h_nv', 500, 5, 836, 12, 1505282713387, 1505282713387, 100000, 4994035, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1505282612339, 100000, 1505282612339, 50, 113646604345, '', NULL, NULL, NULL, NULL),
	(501001384, 501001384, '卜垣', 0, 'hero_h_nv', 500, 161, 795, 12, 1505359932048, 1505359599082, 100000, 4995450, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1505359504710, 100000, 1505359504710, 50, 113646604355, '', NULL, NULL, NULL, NULL),
	(501001388, 501001388, '张天思', 0, 'hero_h_nv', 2, 10, 12, 3, 1505371564843, 1505371564843, 80, 3270, 0, 0, 0, 157, 272, 137, 167, 20, NULL, 3, NULL, 500, 0, 1505374845694, 100000, 1505371554941, 50, 113646604361, '', NULL, NULL, NULL, NULL),
	(501001389, 501001389, '廉班', 0, 'hero_h_nv', 2, 10, 12, 3, 1505372085874, 1505372085874, 70, 3270, 0, 0, 0, 157, 272, 137, 167, 10, NULL, 3, NULL, 500, 0, 1505372075557, 100000, 1505372075557, 50, 113646604362, '', NULL, NULL, NULL, NULL),
	(501001390, 501001390, '谷粱一江', 0, 'hero_h_nv', 2, 10, 12, 3, 1505372607975, 1505372607975, 70, 3270, 0, 0, 0, 157, 272, 137, 167, 10, NULL, 3, NULL, 500, 0, 1505372597377, 100000, 1505372597377, 50, 113646604363, '', NULL, NULL, NULL, NULL),
	(501001391, 501001391, '喻坤', 1, 'hero_h_nan', 2, 10, 12, 3, 1505373558003, 1505373558003, 70, 3270, 0, 0, 0, 157, 272, 137, 167, 10, NULL, 3, NULL, 500, 0, 1505373541006, 100000, 1505373541006, 50, 113646604364, '', NULL, NULL, NULL, NULL),
	(501001393, 501001393, '方笑白', 0, 'hero_h_nv', 500, 17, 833, 12, 1505373827047, 1505373827047, 100000, 4996175, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1505373723978, 100000, 1505373723978, 50, 113646604371, '', NULL, NULL, NULL, NULL),
	(501001394, 501001394, '李远航', 1, 'hero_h_nan', 2, 10, 12, 3, 1505374447443, 1505374447443, 70, 3270, 0, 0, 0, 157, 272, 137, 167, 10, NULL, 3, NULL, 500, 0, 1505374415605, 100000, 1505374415605, 50, 113646604372, '', NULL, NULL, NULL, NULL),
	(501001395, 501001395, '方烨伟', 0, 'hero_h_nv', 500, 559, 784, 12, 1505389682462, 1505380080430, 48707, 9977130, 0, 0, 0, 428472, 429385, 124591, 125125, 5000, NULL, 5537, NULL, 500, 0, 1505389599577, 100000, 1505379571934, 50, 113646604373, '', NULL, NULL, NULL, NULL),
	(501001396, 501001396, '李慕玲', 0, 'hero_h_nv', 500, 123351, 6, 8, 1505435617921, 1505435557229, 6018, 436257, 0, 0, 0, 332817, 370720, 261193, 282966, 6000, NULL, 6238, NULL, 700, 0, 1505395747953, 100000, 1505404800954, 50, 113646604374, '', NULL, NULL, NULL, NULL),
	(501001397, 501001397, '皇甫锦程', 0, 'hero_h_nv', 2, 10, 12, 3, 1505383822607, 1505383822607, 50, 3270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1505384333665, 100000, 1505383793427, 50, 113646604375, '', NULL, NULL, NULL, NULL),
	(501001398, 501001398, '郁乞', 0, 'hero_h_nv', 2, 10, 12, 3, 1505384526197, 1505384526197, 70, 3270, 0, 0, 0, 157, 272, 137, 167, 10, NULL, 3, NULL, 500, 0, 1505384515590, 100000, 1505383943673, 50, 113646604376, '', NULL, NULL, NULL, NULL),
	(501001400, 501001400, '荣晓啸', 0, 'hero_h_nv', 2, 10, 12, 3, 1505385676635, 1505385676635, 115, 6270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1505385649058, 100000, 1505385649058, 50, 113646604403, '', NULL, NULL, NULL, NULL),
	(501001401, 501001401, '夏家', 1, 'hero_h_nan', 2, 10, 12, 3, 1505390534976, 1505390534976, 50, 2270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1505390510502, 100000, 1505390510502, 50, 113646604404, '', NULL, NULL, NULL, NULL),
	(501001402, 501001402, '宣南松', 0, 'hero_h_nv', 1, 0, 8, 3, 1505804511261, 1505804511261, 50, 2000, 0, 0, 0, 81, 122, 75, 82, 0, NULL, 1, NULL, 500, 0, 1505804511261, 100000, 1505804511261, 50, 113646604405, '', NULL, NULL, NULL, NULL),
	(501001403, 501001403, '柳勒', 1, 'hero_h_nan', 1, 0, 8, 3, 1505808620287, 1505808620287, 50, 2000, 0, 0, 0, 81, 122, 75, 82, 0, NULL, 1, NULL, 500, 0, 1505808656589, 100000, 1505808620287, 50, 113646604406, '', NULL, NULL, NULL, NULL),
	(501001404, 501001404, '邱访琴', 0, 'hero_h_nv', 500, 42142, 12, 0, 1505991340535, 1505990655207, 30309, 1242044, 0, 0, 0, 1065591, 1073591, 858756, 866756, 5000, NULL, 11353, NULL, 500, 1, 1505990462146, 100000, 1505961503200, 50, 113646604407, '', NULL, NULL, NULL, NULL),
	(501001405, 501001405, '毕斩', 1, 'hero_h_nan', 500, 12372, 209, 1, 1505892275720, 1505890433341, 41403, 8678522, 0, 0, 0, 287287, 300626, 295441, 318172, 5000, NULL, 6007, NULL, 500, 0, 1505888934622, 100000, 1505875867456, 50, 113646604410, '', NULL, NULL, NULL, NULL),
	(501001406, 501001406, '沙牛青', 1, 'hero_h_nan', 500, 65, 819, 12, 1505987936884, 1505987763884, 100000, 5000095, 0, 0, 0, 103353, 103529, 103182, 103212, 5000, NULL, 2066, NULL, 500, 0, 1505987722729, 100000, 1505987722725, 50, 113646604424, '', NULL, NULL, NULL, NULL),
	(501001407, 501001407, '裘铭', 0, 'hero_h_nv', 1, 6, 6, 3, 1505822981421, 1505822972318, 50, 2035, 0, 0, 0, 81, 122, 75, 82, 0, NULL, 1, NULL, 500, 0, 1505822972318, 100000, 1505822972318, 50, 113646604425, '', NULL, NULL, NULL, NULL),
	(501001408, 501001408, '全立辉', 0, 'hero_h_nv', 500, 86, 826, 12, 1506135040759, 1505828659070, 39248, 4974740, 0, 0, 0, 204960, 234368, 108190, 109894, 5000, NULL, 3287, NULL, 500, 0, 1506657267332, 100000, 1506655069000, 50, 113646604456, '', NULL, NULL, NULL, NULL),
	(501001409, 501001409, '绯想天', 0, 'hero_h_nv', 500, 544, 736, 9, 1505878756401, 1505878468534, 72156, 9194645, 0, 0, 0, 145540, 145944, 145682, 145712, 5000, NULL, 2914, NULL, 500, 0, 1505876258526, 100000, 1505874527398, 50, 113646604457, '', NULL, NULL, NULL, NULL),
	(501001410, 501001410, '版131', 0, 'hero_h_nv', 2, 10, 12, 3, 1505903163263, 1505903163263, 50, 3270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1505903155943, 100000, 1505902920885, 50, 113646604460, '', NULL, NULL, NULL, NULL),
	(501001411, 501001411, '版132', 0, 'hero_h_nv', 2, 10, 12, 3, 1505903307631, 1505903307631, 50, 3270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1505905028129, 100000, 1505902968020, 50, 113646604462, '', NULL, NULL, NULL, NULL),
	(501001412, 501001412, '子车文博', 0, 'hero_h_nv', 2, 10, 12, 3, 1505965634041, 1505965634041, 50, 3270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1505965993723, 100000, 1505965617527, 50, 113646604463, '', NULL, NULL, NULL, NULL),
	(501001413, 501001413, '程三德', 0, 'hero_h_nv', 2, 10, 12, 4, 1505975462963, 1506060006697, 30080, 108270, 0, 0, 0, 157, 272, 137, 167, 20030, NULL, 3, NULL, 500, 0, 1506060006730, 100000, 1506060006709, 50, 113646604464, '', NULL, NULL, NULL, NULL),
	(501001415, 501001415, '华映波', 0, 'hero_h_nv', 2, 10, 12, 3, 1505979532114, 1505979532114, 50, 2270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1505979519579, 100000, 1505979519579, 50, 113646604466, '', NULL, NULL, NULL, NULL),
	(501001416, 501001416, '邱鹏笑', 0, 'hero_h_nv', 2, 10, 12, 3, 1505989325537, 1505989325537, 50, 3270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1505989290064, 100000, 1505989290064, 50, 113646604471, '', NULL, NULL, NULL, NULL),
	(501001417, 501001417, '慕容明辉', 0, 'hero_h_nv', 2, 10, 12, 3, 1505990275778, 1505990275778, 50, 3270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1505990243230, 100000, 1505990243230, 50, 113646604472, '', NULL, NULL, NULL, NULL),
	(501001418, 501001418, '孔荆', 0, 'hero_h_nv', 2, 10, 12, 3, 1505991601705, 1505991601705, 210, 3270, 0, 0, 0, 157, 272, 137, 167, 150, NULL, 3, NULL, 500, 0, 1505991589777, 100000, 1505990487791, 50, 113646604474, '', NULL, NULL, NULL, NULL),
	(501001420, 501001420, '荀愚志', 0, 'hero_h_10014', 502, 119197, 0, 0, 1506651785268, 1506650420308, 2557, 7551648, 0, 0, 0, 6255779, 6291408, 5056822, 5096715, 5000, NULL, 113503, NULL, 500, 0, 1506651081998, 108940, 1506650147191, 50, 113646604476, '', NULL, NULL, NULL, NULL),
	(501001422, 501001422, '严晋鹏', 0, 'hero_h_nv', 1, 0, 8, 3, 1505999227469, 1505999227469, 50, 2000, 0, 0, 0, 81, 122, 75, 82, 0, NULL, 1, NULL, 500, 0, 1505999249264, 100000, 1505999227469, 50, 113646604500, '', NULL, NULL, NULL, NULL),
	(501001423, 501001423, '霍三德', 1, 'hero_h_nan', 500, 32, 830, 12, 1506044971194, 1506044971194, 93740, 5000210, 0, 0, 0, 103717, 103832, 103588, 103618, 5060, NULL, 2073, NULL, 500, 0, 1506491984054, 100000, 1506491940914, 50, 113646604501, '', NULL, NULL, NULL, NULL),
	(501001424, 501001424, '仲蹇', 0, 'hero_h_nv', 500, 2, 837, 12, 1506045870100, 1506045870100, 98420, 5000000, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1506045600333, 100000, 1506045600333, 50, 113646604504, '', NULL, NULL, NULL, NULL),
	(501001425, 501001425, '潘冷之', 0, 'hero_h_nv', 500, 2, 837, 12, 1506046390577, 1506046390577, 98420, 5000000, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1506046270616, 100000, 1506046147216, 50, 113646604506, '', NULL, NULL, NULL, NULL),
	(501001426, 501001426, '伯赏裘', 1, 'hero_h_nan', 500, 2, 837, 12, 1506046966421, 1506046966421, 100100, 5100000, 0, 0, 0, 103202, 103317, 103182, 103212, 5100, NULL, 2064, NULL, 500, 0, 1506046886387, 100000, 1506046886387, 50, 113646604507, '', NULL, NULL, NULL, NULL),
	(501001427, 501001427, '岑豪', 0, 'hero_h_nv', 2, 10, 12, 3, 1506047849055, 1506047849055, 245, 106270, 0, 0, 0, 157, 272, 137, 167, 70, NULL, 3, NULL, 500, 0, 1506483786359, 100000, 1506483713240, 50, 113646604510, '', NULL, NULL, NULL, NULL),
	(501001428, 501001428, '权如豹', 0, 'hero_h_nv', 500, 2, 837, 12, 1506048565007, 1506048565007, 98420, 5000000, 0, 0, 0, 103298, 103413, 103309, 103339, 5000, NULL, 2066, NULL, 500, 0, 1506049200830, 100000, 1506048333743, 50, 113646604511, '', NULL, NULL, NULL, NULL),
	(501001429, 501001429, '尤伟帮', 0, 'hero_h_nv', 2, 4, 14, 3, 1506050383251, 1506050383251, 50, 2070, 0, 0, 0, 96, 137, 90, 97, 0, NULL, 2, NULL, 500, 0, 1506050368709, 100000, 1506050368709, 50, 113646604512, '', NULL, NULL, NULL, NULL),
	(501001430, 501001430, '苗炳', 0, 'hero_h_nv', 500, 8, 835, 12, 1506052251343, 1506052251343, 98420, 5000070, 0, 0, 0, 103375, 103490, 103409, 103439, 5000, NULL, 2068, NULL, 500, 0, 1506492026913, 100000, 1506492026895, 50, 113646604513, '', NULL, NULL, NULL, NULL),
	(501001431, 501001431, '纪谷雪', 0, 'hero_h_nv', 500, 8, 835, 12, 1506054643769, 1506054643769, 98420, 4998070, 0, 0, 0, 103322, 103437, 103317, 103347, 5000, NULL, 2067, NULL, 500, 0, 1506327034035, 100000, 1506320191247, 50, 113646604514, '', NULL, NULL, NULL, NULL),
	(501001432, 501001432, '白嚣', 0, 'hero_h_nv', 2, 10, 12, 3, 1506060376225, 1506060376225, 20050, 103270, 0, 0, 0, 157, 272, 137, 167, 10000, NULL, 3, NULL, 500, 0, 1506060364946, 100000, 1506060364946, 50, 113646604520, '', NULL, NULL, NULL, NULL),
	(501001433, 501001433, '东郭老五', 0, 'hero_h_nv', 2, 4, 14, 3, 1506064596831, 1506064596831, 50, 2070, 0, 0, 0, 96, 137, 90, 97, 0, NULL, 2, NULL, 500, 0, 1506064567351, 100000, 1506064494997, 50, 113646604521, '', NULL, NULL, NULL, NULL),
	(501001435, 501001435, '宁明辉', 1, 'hero_h_nan', 500, 2, 837, 12, 1506476121790, 1506476121790, 97864, 5000000, 0, 0, 0, 103417, 103532, 103381, 103411, 5000, NULL, 2068, NULL, 500, 0, 1506475952843, 100000, 1506475952843, 50, 113646604523, '', NULL, NULL, NULL, NULL),
	(501001439, 501001439, '张绍辉', 0, 'hero_h_nv', 1, 0, 8, 3, 1506307641541, 1506307641541, 50, 2000, 0, 0, 0, 81, 122, 75, 82, 0, NULL, 1, NULL, 500, 0, 1506307641541, 100000, 1506307641541, 50, 113646604527, '', NULL, NULL, NULL, NULL),
	(501001441, 501001441, '慕凝海', 1, 'hero_h_nan', 500, 2, 837, 12, 1506653787655, 1506653787655, 100060, 5005000, 0, 0, 0, 103202, 103317, 103182, 103212, 5060, NULL, 2064, NULL, 500, 0, 1506655949720, 100000, 1506653719865, 50, 113646604534, '', NULL, NULL, NULL, NULL),
	(501001442, 501001442, '慕威', 1, 'hero_h_nan', 2, 10, 12, 3, 1506327142252, 1506327142252, 170, 3270, 0, 0, 0, 157, 272, 137, 167, 60, NULL, 3, NULL, 500, 0, 1506327883512, 100000, 1506327126861, 50, 113646604535, '', NULL, NULL, NULL, NULL),
	(501001443, 501001443, '宣伊', 0, 'hero_h_nv', 2, 10, 12, 3, 1506327633240, 1506327633240, 155, 106270, 0, 0, 0, 157, 272, 137, 167, 30, NULL, 3, NULL, 500, 0, 1506568333420, 100000, 1506568252249, 50, 113646604536, '', NULL, NULL, NULL, NULL),
	(501001444, 501001444, '庞焦', 1, 'hero_h_nan', 1, 0, 8, 3, 1506327790893, 1506327790893, 50, 2000, 0, 0, 0, 81, 122, 75, 82, 0, NULL, 1, NULL, 500, 0, 1506568321285, 100000, 1506568321281, 50, 113646604537, '', NULL, NULL, NULL, NULL),
	(501001445, 501001445, '百里翎', 0, 'hero_h_nv', 2, 10, 12, 3, 1506328002154, 1506328002154, 70, 3270, 0, 0, 0, 157, 272, 137, 167, 10, NULL, 3, NULL, 500, 0, 1506327989451, 100000, 1506327989451, 50, 113646604540, '', NULL, NULL, NULL, NULL),
	(501001446, 501001446, '吉嘉懿', 0, 'hero_h_nv', 2, 10, 12, 3, 1506328309361, 1506328309361, 170, 3270, 0, 0, 0, 157, 272, 137, 167, 60, NULL, 3, NULL, 500, 0, 1506404927845, 100000, 1506390380194, 50, 113646604541, '', NULL, NULL, NULL, NULL),
	(501001447, 501001447, '孙致远', 0, 'hero_h_nv', 2, 10, 12, 3, 1506328269426, 1506328269426, 70, 3270, 0, 0, 0, 157, 272, 137, 167, 10, NULL, 3, NULL, 500, 0, 1506328254552, 100000, 1506328254552, 50, 113646604542, '', NULL, NULL, NULL, NULL),
	(501001448, 501001448, '西门越泽', 0, 'hero_h_nv', 2, 10, 12, 3, 1506328544522, 1506328544522, 150, 3270, 0, 0, 0, 157, 272, 137, 167, 90, NULL, 3, NULL, 500, 0, 1506493392760, 100000, 1506493392756, 50, 113646604546, '', NULL, NULL, NULL, NULL),
	(501001449, 501001449, '苗苑博', 0, 'hero_h_nv', 500, 2, 837, 12, 1506570142322, 1506570142322, 100050, 5370000, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1506579726052, 100000, 1506566308501, 50, 113646604547, '', NULL, NULL, NULL, NULL),
	(501001450, 501001450, '仇伟宸', 0, 'hero_h_nv', 500, 2, 837, 12, 1506332099689, 1506332099689, 98420, 5000000, 0, 0, 0, 103305, 103420, 103303, 103333, 5000, NULL, 2066, NULL, 500, 0, 1506482107563, 100000, 1506482107557, 50, 113646604550, '', NULL, NULL, NULL, NULL),
	(501001451, 501001451, '费芷烟', 1, 'hero_h_nan', 2, 10, 12, 3, 1506329117466, 1506329117466, 70, 3270, 0, 0, 0, 157, 272, 137, 167, 10, NULL, 3, NULL, 500, 0, 1506329091163, 100000, 1506329091163, 50, 113646604551, '', NULL, NULL, NULL, NULL),
	(501001452, 501001452, '唐半山', 0, 'hero_h_nv', 2, 10, 12, 3, 1506330798045, 1506330798045, 98, 4290, 0, 0, 0, 157, 272, 137, 167, 40, NULL, 3, NULL, 500, 0, 1506503171333, 100000, 1506503121572, 50, 113646604552, '', NULL, NULL, NULL, NULL),
	(501001453, 501001453, '郑熠彤', 0, 'hero_h_nv', 500, 2, 837, 12, 1506389987783, 1506389987783, 98420, 4998000, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1506389906628, 100000, 1506389906624, 50, 113646604553, '', NULL, NULL, NULL, NULL),
	(501001454, 501001454, '乐正稀', 0, 'hero_h_nv', 2, 10, 14, 3, 1506334084008, 1506334084008, 300, 113270, 0, 0, 0, 157, 272, 137, 167, 100, NULL, 3, NULL, 500, 0, 1506497566487, 100000, 1506497233924, 50, 113646604554, '', NULL, NULL, NULL, NULL),
	(501001456, 501001456, '邵谷波', 0, 'hero_h_nv', 2, 10, 12, 3, 1506335499909, 1506335499909, 120, 3270, 0, 0, 0, 157, 272, 137, 167, 10, NULL, 3, NULL, 500, 0, 1506335462203, 100000, 1506335462203, 50, 113646604573, '', NULL, NULL, NULL, NULL),
	(501001458, 501001458, '樊坤', 0, 'hero_h_nv', 500, 21518, 826, 12, 1506594567487, 1506592442641, 26323, 9002479, 0, 0, 0, 206925, 218945, 194169, 203986, 5000, NULL, 4120, NULL, 500, 0, 1506592442654, 100000, 1506592442651, 50, 113646604575, '', NULL, NULL, NULL, NULL),
	(501001459, 501001459, '武罡', 1, 'hero_h_nan', 500, 2, 837, 12, 1506407496082, 1506407496082, 100010, 4996000, 0, 0, 0, 103202, 103317, 103182, 103212, 5010, NULL, 2064, NULL, 500, 0, 1506407468729, 100000, 1506397639998, 50, 113646604576, '', NULL, NULL, NULL, NULL),
	(501001460, 501001460, '陶熠彤', 0, 'hero_h_nv', 2, 10, 12, 3, 1506397772679, 1506397772679, 70, 108270, 0, 0, 0, 157, 272, 137, 167, 10, NULL, 3, NULL, 500, 0, 1506648754638, 100000, 1506648754631, 50, 113646604577, '', NULL, NULL, NULL, NULL),
	(501001461, 501001461, '方栾', 0, 'hero_h_nv', 500, 44, 826, 12, 1506656195961, 1506404635624, 91592, 10587350, 0, 0, 0, 103536, 103651, 103509, 103539, 5000, NULL, 2071, NULL, 500, 0, 1506657058651, 100000, 1506656044758, 50, 113646604600, '', NULL, NULL, NULL, NULL),
	(501001462, 501001462, '李越彬', 0, 'hero_h_nv', 2, 10, 12, 3, 1506406509736, 1506406509736, 285, 106270, 0, 0, 0, 157, 272, 137, 167, 10, NULL, 3, NULL, 500, 0, 1506500092939, 100000, 1506500092935, 50, 113646604602, '', NULL, NULL, NULL, NULL),
	(501001463, 501001463, '全乌', 1, 'hero_h_nan', 2, 10, 12, 3, 1506411269780, 1506411269780, 70, 8270, 0, 0, 0, 157, 272, 137, 167, 10, NULL, 3, NULL, 500, 0, 1506416930683, 100000, 1506411255819, 50, 113646604603, '', NULL, NULL, NULL, NULL),
	(501001464, 501001464, '包荆', 0, 'hero_h_nv', 2, 10, 12, 3, 1506582134466, 1506582134466, 70, 3270, 0, 0, 0, 157, 272, 137, 167, 10, NULL, 3, NULL, 500, 0, 1506582099968, 100000, 1506582099968, 50, 113646604606, '', NULL, NULL, NULL, NULL),
	(501001465, 501001465, '仲靖', 0, 'hero_h_nv', 2, 10, 12, 3, 1506649062629, 1506649062629, 50, 3270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1506650068340, 100000, 1506649039820, 50, 113646604607, '', NULL, NULL, NULL, NULL),
	(501001467, 501001467, '鹿立辉', 0, 'hero_h_nv', 500, 68, 826, 12, 1506418589418, 1506418043789, 100070, 5379455, 0, 0, 0, 103202, 103317, 103182, 103212, 5020, NULL, 2064, NULL, 500, 0, 1506419730298, 100000, 1506417934801, 50, 113646604611, '', NULL, NULL, NULL, NULL),
	(501001468, 501001468, '瞿晓啸', 1, 'hero_h_nan', 500, 41, 826, 12, 1506418225776, 1506418043443, 100050, 5378420, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1506418211723, 100000, 1506417958416, 50, 113646604612, '', NULL, NULL, NULL, NULL),
	(501001469, 501001469, '岑鞅', 1, 'hero_h_nan', 500, 2, 837, 12, 1506418956081, 1506418956081, 100000, 5000000, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1506418882854, 100000, 1506418882854, 50, 113646604614, '', NULL, NULL, NULL, NULL),
	(501001470, 501001470, '仲天磊', 0, 'hero_h_nv', 500, 2, 837, 12, 1506427649246, 1506427649246, 100000, 5000000, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1506427541298, 100000, 1506427541298, 50, 113646604615, '', NULL, NULL, NULL, NULL),
	(501001472, 501001472, '温荆', 1, 'hero_h_nan', 500, 8, 835, 12, 1506475192915, 1506475192915, 96890, 5105070, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1506588319853, 100000, 1506588319840, 50, 113646604647, '', NULL, NULL, NULL, NULL),
	(501001473, 501001473, '应凛', 0, 'hero_h_nv', 2, 10, 12, 3, 1506475321205, 1506475321205, 70, 3270, 0, 0, 0, 157, 272, 137, 167, 10, NULL, 3, NULL, 500, 0, 1506475937821, 100000, 1506475292179, 50, 113646604650, '', NULL, NULL, NULL, NULL),
	(501001474, 501001474, '黎焱', 1, 'hero_h_nan', 500, 2, 837, 12, 1506475564399, 1506475564399, 99872, 4951000, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1506507225482, 100000, 1506475347446, 50, 113646604652, '', NULL, NULL, NULL, NULL),
	(501001475, 501001475, '童问筠', 0, 'hero_h_nv', 500, 2, 837, 12, 1506475819000, 1506475819000, 98520, 5000000, 0, 0, 0, 103371, 103486, 103332, 103362, 5000, NULL, 2067, NULL, 500, 0, 1506482311577, 100000, 1506475644744, 50, 113646604653, '', NULL, NULL, NULL, NULL),
	(501001477, 501001477, '东郭靳', 1, 'hero_h_nan', 500, 74, 821, 12, 1506651998582, 1506480788864, 99872, 5001760, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1506652039597, 100000, 1506651797774, 50, 113646604655, '', NULL, NULL, NULL, NULL),
	(501001478, 501001478, '吉裘', 0, 'hero_h_nv', 500, 2, 837, 12, 1506481146972, 1506481146972, 100515, 5056000, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1506504870440, 100000, 1506481028494, 50, 113646604656, '', NULL, NULL, NULL, NULL),
	(501001479, 501001479, '洪扬', 0, 'hero_h_nv', 500, 275, 826, 12, 1506505489087, 1506481201737, 103475, 9990905, 0, 0, 0, 103202, 103317, 103182, 103212, 5010, NULL, 2064, NULL, 500, 0, 1506505649659, 100000, 1506481129718, 50, 113646604657, '', NULL, NULL, NULL, NULL),
	(501001480, 501001480, '郁靖琪', 0, 'hero_h_nv', 1, 0, 8, 3, 1506481400953, 1506481400953, 50, 2000, 0, 0, 0, 81, 122, 75, 82, 0, NULL, 1, NULL, 500, 0, 1506590371273, 100000, 1506590371269, 50, 113646604662, '', NULL, NULL, NULL, NULL),
	(501001481, 501001481, '邓乐驹', 1, 'hero_h_nan', 500, 2, 837, 12, 1506499045946, 1506499045946, 100000, 5000000, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1506498934505, 100000, 1506483049483, 50, 113646604664, '', NULL, NULL, NULL, NULL),
	(501001482, 501001482, '秦岩', 0, 'hero_h_nv', 2, 10, 12, 3, 1506483998078, 1506483998078, 70, 3270, 0, 0, 0, 157, 272, 137, 167, 10, NULL, 3, NULL, 500, 0, 1506483982780, 100000, 1506483982780, 50, 113646604665, '', NULL, NULL, NULL, NULL),
	(501001483, 501001483, '柏晋鹏', 0, 'hero_h_nv', 2, 10, 12, 3, 1506484710976, 1506484710976, 70, 108270, 0, 0, 0, 157, 272, 137, 167, 10, NULL, 3, NULL, 500, 0, 1506561629195, 100000, 1506561488416, 50, 113646604666, '', NULL, NULL, NULL, NULL),
	(501001484, 501001484, '司徒嘉懿', 1, 'hero_h_nan', 1, 0, 8, 3, 1506484854004, 1506484854004, 50, 2000, 0, 0, 0, 81, 122, 75, 82, 0, NULL, 1, NULL, 500, 0, 1506561608100, 100000, 1506561608096, 50, 113646604667, '', NULL, NULL, NULL, NULL),
	(501001485, 501001485, '经明辉', 0, 'hero_h_nv', 2, 10, 12, 3, 1506493613608, 1506493613608, 50, 3270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1506493602037, 100000, 1506493602037, 50, 113646604670, '', NULL, NULL, NULL, NULL),
	(501001486, 501001486, '庞问筠', 0, 'hero_h_nv', 500, 2, 837, 12, 1506499073671, 1506499073671, 100000, 5000000, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1506498983765, 100000, 1506496355513, 50, 113646604671, '', NULL, NULL, NULL, NULL),
	(501001488, 501001488, '莫续', 0, 'hero_h_nv', 1, 6, 6, 3, 1506497802382, 1506497790545, 50, 2035, 0, 0, 0, 81, 122, 75, 82, 0, NULL, 1, NULL, 500, 0, 1506497790545, 100000, 1506497790545, 50, 113646604676, '', NULL, NULL, NULL, NULL),
	(501001489, 501001489, '柯邴', 0, 'hero_h_nv', 2, 10, 12, 3, 1506498666984, 1506498666984, 250, 3270, 0, 0, 0, 157, 272, 137, 167, 100, NULL, 3, NULL, 500, 0, 1506499808147, 100000, 1506498644919, 50, 113646604677, '', NULL, NULL, NULL, NULL),
	(501001490, 501001490, '濮阳谷雪', 0, 'hero_h_nv', 1, 0, 8, 3, 1506498982314, 1506498982314, 50, 2000, 0, 0, 0, 81, 122, 75, 82, 0, NULL, 1, NULL, 500, 0, 1506498982314, 100000, 1506498982314, 50, 113646604700, '', NULL, NULL, NULL, NULL),
	(501001491, 501001491, '郁傀斗', 0, 'hero_h_nv', 1, 0, 8, 3, 1506499409641, 1506499409641, 50, 2000, 0, 0, 0, 81, 122, 75, 82, 0, NULL, 1, NULL, 500, 0, 1506499409641, 100000, 1506499409641, 50, 113646604701, '', NULL, NULL, NULL, NULL),
	(501001492, 501001492, '袁翰', 0, 'hero_h_nv', 2, 10, 12, 3, 1506499205608, 1506499205608, 50, 3270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1506499180532, 100000, 1506499180533, 50, 113646604702, '', NULL, NULL, NULL, NULL),
	(501001493, 501001493, '石连碧', 0, 'hero_h_nv', 2, 10, 12, 3, 1506499216861, 1506499216861, 70, 3270, 0, 0, 0, 157, 272, 137, 167, 10, NULL, 3, NULL, 500, 0, 1506500025022, 100000, 1506499201180, 50, 113646604703, '', NULL, NULL, NULL, NULL),
	(501001494, 501001494, '凌睿渊', 0, 'hero_h_nv', 2, 10, 12, 3, 1506499881268, 1506499881268, 50, 3270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1506499869468, 100000, 1506499869468, 50, 113646604704, '', NULL, NULL, NULL, NULL),
	(501001495, 501001495, '温君浩', 1, 'hero_h_nan', 2, 10, 12, 3, 1506564431601, 1506564431601, 115, 6270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1506564419578, 100000, 1506564419578, 50, 113646604705, '', NULL, NULL, NULL, NULL),
	(501001496, 501001496, '柏剑', 1, 'hero_h_nan', 2, 10, 12, 3, 1506500449558, 1506500449558, 70, 3270, 0, 0, 0, 157, 272, 137, 167, 10, NULL, 3, NULL, 500, 0, 1506578420139, 100000, 1506578420135, 50, 113646604711, '', NULL, NULL, NULL, NULL),
	(501001497, 501001497, '黎翼', 1, 'hero_h_nan', 1, 0, 8, 3, 1506578110269, 1506578110269, 50, 2000, 0, 0, 0, 81, 122, 75, 82, 0, NULL, 1, NULL, 500, 0, 1506578274019, 100000, 1506578110269, 50, 113646604712, '', NULL, NULL, NULL, NULL),
	(501001498, 501001498, '经谷波', 0, 'hero_h_nv', 1, 0, 8, 3, 1506578368342, 1506578368342, 50, 2000, 0, 0, 0, 81, 122, 75, 82, 0, NULL, 1, NULL, 500, 0, 1506578368342, 100000, 1506578368342, 50, 113646604713, '', NULL, NULL, NULL, NULL),
	(501001500, 501001500, '皮皮', 0, 'hero_h_nv', 2, 4, 14, 3, 1506522603596, 1506522603596, 50, 2070, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1506522535599, 100000, 1506522535599, 50, 113646604715, '', NULL, NULL, NULL, NULL),
	(501001501, 501001501, '贺擎汉', 0, 'hero_h_nv', 1, 0, 8, 3, 1506577070617, 1506577070617, 50, 2000, 0, 0, 0, 81, 122, 75, 82, 0, NULL, 1, NULL, 500, 0, 1506577157176, 100000, 1506577070617, 50, 113646604716, '', NULL, NULL, NULL, NULL),
	(501001502, 501001502, '包笑天', 0, 'hero_h_nv', 500, 170, 826, 12, 1506595521996, 1506577597403, 100115, 5186380, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1506595522010, 100000, 1506577403908, 50, 113646604717, '', NULL, NULL, NULL, NULL),
	(501001503, 501001503, '田似狮', 0, 'hero_h_nv', 2, 10, 12, 3, 1506577640702, 1506577640702, 50, 2270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1506577529352, 100000, 1506577529352, 50, 113646604720, '', NULL, NULL, NULL, NULL),
	(501001504, 501001504, '鲜于焱', 0, 'hero_h_nv', 1, 0, 8, 3, 1506578170845, 1506578170845, 50, 2000, 0, 0, 0, 81, 122, 75, 82, 0, NULL, 1, NULL, 500, 0, 1506578170845, 100000, 1506578170845, 50, 113646604736, '', NULL, NULL, NULL, NULL),
	(501001507, 501001507, '乐正飞风', 0, 'hero_h_nv', 2, 10, 12, 3, 1506580254940, 1506580254940, 50, 3270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1506581198573, 100000, 1506580214642, 50, 113646604741, '', NULL, NULL, NULL, NULL),
	(501001510, 501001510, '石冰安', 0, 'hero_h_nv', 2, 10, 12, 3, 1506589156187, 1506589156187, 180, 3270, 0, 0, 0, 157, 272, 137, 167, 70, NULL, 3, NULL, 500, 0, 1506589126479, 100000, 1506589126479, 50, 113646604744, '', NULL, NULL, NULL, NULL),
	(501001511, 501001511, '宓冥', 0, 'hero_h_nv', 2, 10, 12, 3, 1506590265348, 1506590265348, 47, 3270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1506590246831, 100000, 1506590246831, 50, 113646604746, '', NULL, NULL, NULL, NULL),
	(501001514, 501001514, '翁自中', 0, 'hero_h_nv', 2, 10, 12, 3, 1506595660357, 1506595660357, 70, 3270, 0, 0, 0, 157, 272, 137, 167, 10, NULL, 3, NULL, 500, 0, 1506595804221, 100000, 1506595627547, 50, 113646604753, '', NULL, NULL, NULL, NULL),
	(501001515, 501001515, '侯匪', 1, 'hero_h_nan', 2, 10, 12, 3, 1506638492698, 1506638492698, 115, 6270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1506650030975, 100000, 1506638474025, 50, 113646604754, '', NULL, NULL, NULL, NULL),
	(501001517, 501001517, '符连碧', 1, 'hero_h_nan', 2, 10, 12, 3, 1506650118044, 1506650118044, 100, 3270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1506650102078, 100000, 1506650102078, 50, 113646604756, '', NULL, NULL, NULL, NULL),
	(501001518, 501001518, '公西荆', 1, 'hero_h_nan', 2, 10, 12, 3, 1506650230853, 1506650230853, 100, 3270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1506650216875, 100000, 1506650216875, 50, 113646604760, '', NULL, NULL, NULL, NULL),
	(501001519, 501001519, '王诗云', 0, 'hero_h_nv', 2, 4, 14, 3, 1506650444927, 1506650444927, 50, 2070, 0, 0, 0, 96, 137, 90, 97, 0, NULL, 2, NULL, 500, 0, 1506650412483, 100000, 1506650412483, 50, 113646604761, '', NULL, NULL, NULL, NULL),
	(501001520, 501001520, '荀斩', 1, 'hero_h_nan', 2, 10, 12, 3, 1506651470935, 1506651470935, 70, 3270, 0, 0, 0, 157, 272, 137, 167, 10, NULL, 3, NULL, 500, 0, 1506651458068, 100000, 1506651458069, 50, 113646604764, '', NULL, NULL, NULL, NULL),
	(501001521, 501001521, '无心', 1, 'hero_h_nan', 500, 2621, 801, 9, 1506653998481, 1506652654278, 37315, 10100460, 0, 0, 0, 1735325, 1736477, 148735, 148811, 5000, NULL, 18846, NULL, 500, 0, 1506652756725, 100000, 1506652129486, 50, 113646604765, '', NULL, NULL, NULL, NULL),
	(501001522, 501001522, '傻瓜赖定你', 1, 'hero_h_nan', 2, 10, 12, 3, 1506652661958, 1506652661958, 115, 6270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1506652647070, 100000, 1506652647070, 50, 113646604766, '', NULL, NULL, NULL, NULL),
	(501001523, 501001523, 'ふ丸孑、', 0, 'hero_h_nv', 500, 2, 837, 12, 1506652954192, 1506652954192, 100000, 5000000, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1506652946894, 100000, 1506652742651, 50, 113646604767, '', NULL, NULL, NULL, NULL),
	(501001524, 501001524, '禽兽', 1, 'hero_h_nan', 500, 1507, 837, 12, 1506653874122, 1506653874122, 607, 3699350, 0, 0, 0, 916461, 948147, 164714, 165794, 5000, NULL, 10975, NULL, 620, 0, 1506656949003, 100000, 1506653708076, 50, 113646604770, '', NULL, NULL, NULL, NULL),
	(501001525, 501001525, '苏浅安', 1, 'hero_h_nan', 500, 4029, 804, 0, 1506658676956, 1506658324803, 58938, 2143524, 0, 0, 0, 2394142, 2411554, 2538368, 2564636, 5000, NULL, 49543, NULL, 500, 0, 1506658204697, 100000, 1506653683841, 50, 113646604772, '', NULL, NULL, NULL, NULL),
	(501001526, 501001526, '张小凡', 1, 'diy_501001526_1506657297194', 500, 20, 832, 12, 1506653988393, 1506653988393, 103515, 9989175, 0, 0, 0, 103141, 103182, 103135, 103142, 5000, NULL, 2062, NULL, 500, 1, 1506657513805, 100000, 1506653876645, 50, 113646604773, '', NULL, NULL, NULL, NULL),
	(501001528, 501001528, '孤僻的养猫人', 1, 'hero_h_nan', 500, 58025, 736, 12, 1506658662755, 1506653859446, 44490, 3685565, 0, 0, 0, 2748413, 2763657, 2370185, 2400865, 5000, NULL, 51415, NULL, 660, 0, 1506656978490, 100000, 1506653762935, 50, 113646604777, '', NULL, NULL, NULL, NULL),
	(501001529, 501001529, '无殤', 1, 'hero_h_nan', 500, 524, 825, 12, 1506658144844, 1506655021035, 88142, 6764310, 0, 0, 0, 277041, 280899, 263463, 264018, 5000, NULL, 5427, NULL, 500, 0, 1506657927693, 100000, 1506654218026, 50, 113646605000, '', NULL, NULL, NULL, NULL),
	(501001530, 501001530, '花花い', 0, 'diy_501001530_1506654956622', 500, 815, 731, 11, 1506657088248, 1506655553209, 54, 9400220, 0, 0, 0, 565269, 565460, 273283, 273314, 5000, NULL, 8386, NULL, 500, 0, 1506657025602, 100000, 1506654367832, 50, 113646605001, '', NULL, NULL, NULL, NULL),
	(501001531, 501001531, '墨离', 1, 'diy_501001531_1506654428733', 500, 341, 790, 12, 1506658404182, 1506654701918, 91402, 9982860, 0, 0, 0, 105900, 106598, 104275, 104369, 5000, NULL, 2105, NULL, 500, 1, 1506656954159, 100000, 1506654382321, 50, 113646605002, '', NULL, NULL, NULL, NULL),
	(501001532, 501001532, '堪颤', 1, 'hero_h_nan', 500, 155, 837, 12, 1506654501163, 1506654501163, 3506, 9534700, 0, 0, 0, 165960, 167457, 157665, 157756, 5000, NULL, 3244, NULL, 500, 0, 1506656603199, 100000, 1506654397354, 50, 113646605004, '', NULL, NULL, NULL, NULL),
	(501001533, 501001533, '彡贰', 1, 'hero_h_nan', 500, 227, 786, 12, 1506658373325, 1506655019754, 103515, 9990730, 0, 0, 0, 103415, 103615, 103182, 103212, 5000, NULL, 2067, NULL, 500, 0, 1506658417342, 100000, 1506654706613, 50, 113646605005, '', NULL, NULL, NULL, NULL),
	(501001535, 501001535, '念念', 1, 'diy_501001535_1506655218879', 500, 81, 826, 12, 1506657479485, 1506654948709, 102516, 9989560, 0, 0, 0, 103418, 103543, 103282, 103312, 5000, NULL, 2067, NULL, 500, 0, 1506657479503, 100000, 1506654818604, 50, 113646605007, '', NULL, NULL, NULL, NULL),
	(501001536, 501001536, '小哥哥', 1, 'hero_h_nan', 500, 281, 775, 12, 1506656480296, 1506655259165, 103450, 9986105, 0, 0, 0, 103509, 103789, 103294, 103391, 5000, NULL, 2069, NULL, 500, 0, 1506655758161, 100000, 1506655086070, 50, 113646605040, '', NULL, NULL, NULL, NULL),
	(501001539, 501001539, '雏菊0', 1, 'hero_h_nan', 500, 164, 797, 12, 1506655787285, 1506655346011, 103515, 9710415, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1506655288077, 100000, 1506655288077, 50, 113646605044, '', NULL, NULL, NULL, NULL),
	(501001540, 501001540, '贲函', 1, 'hero_h_nan', 500, 488, 764, 12, 1506657556162, 1506655477018, 97528, 10510975, 0, 0, 0, 205989, 206225, 198338, 199411, 5000, NULL, 4049, NULL, 500, 0, 1506656939451, 100000, 1506655350020, 50, 113646605045, '', NULL, NULL, NULL, NULL),
	(501001541, 501001541, '一生或许不够', 1, 'hero_h_nan', 500, 279, 780, 12, 1506656810471, 1506655721797, 102928, 10087870, 0, 0, 0, 175684, 176121, 171080, 171110, 5000, NULL, 3469, NULL, 500, 1, 1506656196870, 100000, 1506655516187, 50, 113646605046, '', NULL, NULL, NULL, NULL),
	(501001544, 501001544, '鹿裘', 0, 'hero_h_nv', 500, 396, 744, 11, 1506656864582, 1506656682333, 94570, 9987385, 0, 0, 0, 109802, 109917, 106482, 106512, 5000, NULL, 2163, NULL, 500, 0, 1506656511945, 100000, 1506655685476, 50, 113646605054, '', NULL, NULL, NULL, NULL),
	(501001545, 501001545, '心如止水°', 0, 'hero_h_nv', 500, 2, 837, 12, 1506656673030, 1506656673030, 103450, 9873000, 0, 0, 0, 142202, 142317, 142182, 142212, 5000, NULL, 2844, NULL, 500, 0, 1506656944890, 100000, 1506656531956, 50, 113646605055, '', NULL, NULL, NULL, NULL),
	(501001546, 501001546, '苏无限', 1, 'hero_h_nan', 500, 815, 609, 12, 1506656446155, 1506655891971, 89518, 9613235, 0, 0, 0, 103973, 104253, 104419, 105012, 5000, NULL, 2088, NULL, 500, 0, 1506655777015, 100000, 1506655777015, 50, 113646605056, '', NULL, NULL, NULL, NULL),
	(501001547, 501001547, '灼烫か', 0, 'diy_501001547_1506655669879', 500, 2570, 754, 12, 1506658657123, 1506655948788, 98975, 9659115, 0, 0, 0, 179157, 181564, 175154, 175983, 5000, NULL, 3559, NULL, 500, 0, 1506656947561, 100000, 1506655859087, 50, 113646605057, '', NULL, NULL, NULL, NULL),
	(501001549, 501001549, '风雨无声', 1, 'hero_h_nan', 500, 74, 816, 12, 1506656032906, 1506655964791, 100000, 5000725, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1506655934341, 100000, 1506655934341, 50, 113646605061, '', NULL, NULL, NULL, NULL),
	(501001550, 501001550, '谈笑书生', 1, 'hero_h_nan', 500, 587, 738, 12, 1506658690211, 1506656070807, 93196, 9575560, 0, 0, 0, 106310, 107105, 104981, 105385, 5000, NULL, 2118, NULL, 500, 0, 1506657019010, 100000, 1506655950000, 50, 113646605062, '', NULL, NULL, NULL, NULL),
	(501001551, 501001551, '酔语红颜', 1, 'hero_h_nan', 500, 5, 836, 12, 1506656080303, 1506656080303, 103515, 9706035, 0, 0, 0, 103280, 103395, 103264, 103294, 5000, NULL, 2066, NULL, 500, 0, 1506656015370, 100000, 1506656015370, 50, 113646605063, '', NULL, NULL, NULL, NULL),
	(501001552, 501001552, '阡陌', 1, 'hero_h_nan', 500, 1691, 394, 12, 1506657890666, 1506656072962, 85159, 8063400, 0, 0, 0, 313260, 324536, 276385, 277596, 5000, NULL, 5958, NULL, 500, 0, 1506657203326, 100000, 1506656023850, 50, 113646605101, '', NULL, NULL, NULL, NULL),
	(501001553, 501001553, '青火', 1, 'hero_h_nan', 500, 2, 837, 12, 1506656526420, 1506656526420, 83538, 5000000, 0, 0, 0, 105058, 105776, 103182, 103212, 5000, NULL, 2086, NULL, 500, 0, 1506656337425, 100000, 1506656158977, 50, 113646605102, '', NULL, NULL, NULL, NULL),
	(501001554, 501001554, '方之玉', 1, 'hero_h_nan', 2, 10, 12, 3, 1506656242701, 1506656242701, 115, 10470, 0, 0, 0, 240, 462, 211, 277, 0, NULL, 5, NULL, 500, 0, 1506657625350, 100000, 1506656220334, 50, 113646605103, '', NULL, NULL, NULL, NULL),
	(501001555, 501001555, '尉迟绯', 0, 'hero_h_nv', 2, 10, 12, 3, 1506656264437, 1506656264437, 50, 3270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1506657069579, 100000, 1506656251418, 50, 113646605104, '', NULL, NULL, NULL, NULL),
	(501001556, 501001556, '非一づ', 1, 'hero_h_nan', 2, 10, 12, 3, 1506656471284, 1506656471284, 115, 6270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1506656459693, 100000, 1506656459693, 50, 113646605105, '', NULL, NULL, NULL, NULL),
	(501001557, 501001557, '上官弼', 1, 'hero_h_nan', 2, 10, 12, 3, 1506656420220, 1506656420220, 100, 3270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1506656403730, 100000, 1506656403730, 50, 113646605106, '', NULL, NULL, NULL, NULL),
	(501001559, 501001559, '叁贰', 0, 'hero_h_nv', 11, 5, 29, 3, 1506658698219, 1506658698219, 115, 9320, 0, 0, 0, 332, 447, 312, 342, 0, NULL, 7, NULL, 500, 0, 1506658470060, 100000, 1506657923729, 50, 113646605110, '', NULL, NULL, NULL, NULL),
	(501001560, 501001560, '轩辕子默', 0, 'hero_h_nv', 2, 10, 12, 3, 1506658543432, 1506658543432, 50, 3270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1506658529488, 100000, 1506658529488, 50, 113646605114, '', NULL, NULL, NULL, NULL),
	(501001561, 501001561, '邵天德', 1, 'hero_h_nan', 1, 6, 6, 3, 1506658497398, 1506658429818, 50, 2035, 0, 0, 0, 81, 122, 75, 82, 0, NULL, 1, NULL, 500, 0, 1506658429818, 100000, 1506658429818, 50, 113646605115, '', NULL, NULL, NULL, NULL),
	(501001562, 501001562, '安小念思密达', 0, 'diy_501001562_1506656483738', 500, 2, 837, 12, 1506656851767, 1506656851767, 100, 5000000, 0, 0, 0, 103202, 103317, 103182, 103212, 5000, NULL, 2064, NULL, 500, 0, 1506657760171, 100000, 1506656809233, 50, 113646605116, '', NULL, NULL, NULL, NULL),
	(501001563, 501001563, '路过的', 0, 'hero_h_nv', 10, 6, 51, 3, 1506657329290, 1506657329290, 165, 12345, 0, 0, 0, 302, 417, 282, 312, 0, NULL, 6, NULL, 500, 0, 1506657182671, 100000, 1506656958539, 50, 113646605117, '', NULL, NULL, NULL, NULL),
	(501001564, 501001564, '零乱', 1, 'hero_h_nan', 13, 71, 37, 3, 1506657833086, 1506657833086, 165, 13920, 0, 0, 0, 392, 507, 372, 402, 0, NULL, 8, NULL, 500, 0, 1506657256414, 100000, 1506657256414, 50, 113646605120, '', NULL, NULL, NULL, NULL),
	(501001565, 501001565, '江大炮', 1, 'hero_h_nan', 10, 0, 51, 3, 1506657348680, 1506657348680, 165, 7380, 0, 0, 0, 302, 417, 282, 312, 0, NULL, 6, NULL, 500, 0, 1506658145999, 100000, 1506657020475, 50, 113646605121, '', NULL, NULL, NULL, NULL),
	(501001566, 501001566, '飞奔的晴天', 0, 'hero_h_nv', 2, 10, 12, 3, 1506657257872, 1506657257872, 50, 3270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1506657197800, 100000, 1506657197800, 50, 113646605122, '', NULL, NULL, NULL, NULL),
	(501001568, 501001568, '魅狐', 0, 'hero_h_nv', 10, 6, 27, 3, 1506657451400, 1506657451400, 165, 12310, 0, 0, 0, 302, 417, 282, 312, 0, NULL, 6, NULL, 500, 0, 1506657222556, 100000, 1506657222557, 50, 113646605127, '', NULL, NULL, NULL, NULL),
	(501001569, 501001569, '席幼旋', 0, 'hero_h_nv', 10, 3, 41, 3, 1506657784596, 1506657784596, 165, 12450, 0, 0, 0, 302, 417, 282, 312, 0, NULL, 6, NULL, 500, 0, 1506657945155, 100000, 1506657250281, 50, 113646605130, '', NULL, NULL, NULL, NULL),
	(501001570, 501001570, '施聪展', 0, 'hero_h_nv', 4, 2, 20, 3, 1506657440180, 1506657440180, 50, 3410, 0, 0, 0, 187, 302, 167, 197, 0, NULL, 4, NULL, 500, 0, 1506657307925, 100000, 1506657307925, 50, 113646605131, '', NULL, NULL, NULL, NULL),
	(501001573, 501001573, '兮丶', 0, 'hero_h_nv', 10, 21, 42, 3, 1506657801616, 1506657801616, 115, 5825, 0, 0, 0, 302, 417, 282, 312, 0, NULL, 6, NULL, 500, 0, 1506657826964, 100000, 1506657629798, 50, 113646605134, '', NULL, NULL, NULL, NULL),
	(501001575, 501001575, '迷恋', 0, 'hero_h_nv', 7, 2, 24, 3, 1506658051174, 1506658051174, 115, 6760, 0, 0, 0, 242, 357, 222, 252, 0, NULL, 5, NULL, 500, 0, 1506657996956, 100000, 1506657717679, 50, 113646605137, '', NULL, NULL, NULL, NULL),
	(501001576, 501001576, '踏雪', 1, 'hero_h_nan', 2, 10, 12, 3, 1506657831712, 1506657831712, 115, 6270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1506657818767, 100000, 1506657818767, 50, 113646605142, '', NULL, NULL, NULL, NULL),
	(501001577, 501001577, '赖耷', 0, 'hero_h_nv', 17, 14, 55, 3, 1506658418815, 1506658418815, 165, 1875, 0, 0, 0, 868, 1184, 785, 844, 0, NULL, 18, NULL, 500, 0, 1506658002807, 100000, 1506657780170, 50, 113646605143, '', NULL, NULL, NULL, NULL),
	(501001579, 501001579, '宇文雍', 0, 'hero_h_nv', 5, 3, 30, 3, 1506658121900, 1506658121900, 115, 7620, 0, 0, 0, 202, 317, 182, 212, 0, NULL, 4, NULL, 500, 0, 1506658001604, 100000, 1506658001604, 50, 113646605145, '', NULL, NULL, NULL, NULL),
	(501001580, 501001580, '糜傥', 0, 'hero_h_nv', 12, 70, 26, 3, 1506658700545, 1506658675923, 165, 13910, 0, 0, 0, 362, 477, 342, 372, 0, NULL, 7, NULL, 500, 0, 1506658366125, 100000, 1506658038510, 50, 113646605146, '', NULL, NULL, NULL, NULL),
	(501001581, 501001581, '廖凡', 1, 'hero_h_nan', 2, 10, 12, 3, 1506658282276, 1506658282276, 50, 2270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1506658209795, 100000, 1506658209795, 50, 113646605150, '', NULL, NULL, NULL, NULL),
	(501001582, 501001582, '流一', 1, 'hero_h_nan', 9, 2, 29, 3, 1506658661629, 1506658661629, 185, 112240, 0, 0, 0, 282, 397, 262, 292, 10, NULL, 6, NULL, 500, 0, 1506658269120, 100000, 1506658269120, 50, 113646605151, '', NULL, NULL, NULL, NULL),
	(501001583, 501001583, '天一', 1, 'hero_h_nan', 4, 11, 16, 3, 1506658560756, 1506658560756, 115, 6550, 0, 0, 0, 187, 302, 167, 197, 0, NULL, 4, NULL, 500, 0, 1506658416724, 100000, 1506658416724, 50, 113646605152, '', NULL, NULL, NULL, NULL),
	(501001584, 501001584, '锦余', 1, 'hero_h_nan', 7, 17, 17, 3, 1506658641035, 1506658633847, 115, 7240, 0, 0, 0, 242, 357, 222, 252, 0, NULL, 5, NULL, 500, 0, 1506658427860, 100000, 1506658427860, 50, 113646605155, '', NULL, NULL, NULL, NULL),
	(501001585, 501001585, '雷萧', 0, 'hero_h_nv', 5, 3, 30, 3, 1506658615944, 1506658615944, 100, 4620, 0, 0, 0, 202, 317, 182, 212, 0, NULL, 4, NULL, 500, 0, 1506658462230, 100000, 1506658462230, 50, 113646605156, '', NULL, NULL, NULL, NULL),
	(501001586, 501001586, '夜白', 0, 'hero_h_10002', 900, 10, 876, 13, 1515138115520, 1515137509018, 31813, 9680000, 0, 0, 0, 23898098, 23898098, 23607416, 23607416, 6500000, NULL, 475055, NULL, 500, 1, 1515137683009, 100000, 1515135668990, 50, 113646605157, '', NULL, NULL, NULL, NULL),
	(501001588, 501001588, '许强炫', 0, 'hero_h_nv', 2, 10, 12, 3, 1518246634924, 1518246634924, 50, 3270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1518246769274, 100000, 1518246616704, 50, 113646605162, '', NULL, NULL, NULL, NULL),
	(501001589, 501001589, '蔡靖易', 0, 'hero_h_nv', 2, 10, 12, 3, 1518247429240, 1518247429240, 365, 6270, 0, 0, 0, 157, 272, 137, 167, 200, NULL, 3, NULL, 500, 0, 1518247703829, 100000, 1518247404742, 50, 113646605163, '', NULL, NULL, NULL, NULL),
	(501001590, 501001590, '堪初晴', 0, 'hero_h_nv', 2, 10, 12, 3, 1518342223511, 1518342223511, 50, 3270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1518342193333, 100000, 1518342193333, 50, 113646605164, '', NULL, NULL, NULL, NULL),
	(501001594, 501001594, '仇十八', 0, 'hero_h_nv', 10, 3, 29, 3, 1518369670546, 1518369670546, 115, 13310, 0, 0, 0, 302, 417, 282, 312, 0, NULL, 6, NULL, 500, 0, 1518369368516, 100000, 1518368700718, 50, 113646605172, '', NULL, NULL, NULL, NULL),
	(501001595, 501001595, '解嵩', 0, 'hero_h_nv', 2, 10, 12, 3, 1534146790529, 1534146790529, 50, 3270, 0, 0, 0, 157, 272, 137, 167, 0, NULL, 3, NULL, 500, 0, 1534146771032, 100000, 1534146771032, 50, 113646605174, '', NULL, NULL, NULL, NULL),
	(501001596, 501001596, '两圈', 1, 'hero_h_nan', 650, 224843, 17, 15, 1534217878064, 1534217876964, 1600, 21109380, 0, 0, 0, 214010, 222108, 186618, 188627, 100000, NULL, 4056, NULL, 500, 0, 1534216672593, 100000, 1534208752623, 50, 113646605175, '', NULL, NULL, NULL, NULL),
	(501001597, 501001597, '1111', 0, 'hero_h_nv', 650, 962, 836, 16, 1534210016217, 1534209718168, 100055, 10012285, 0, 0, 0, 180796, 181762, 178080, 178080, 100000, NULL, 3593, NULL, 500, 0, 1534209718187, 100000, 1534176006952, 50, 113646605176, '', NULL, NULL, NULL, NULL),
	(501001598, 501001598, '黎子轩', 0, 'hero_h_nv', 650, 1968, 856, 9, 1534211766133, 1534228051688, 90243, 9587539, 0, 0, 0, 183045, 184915, 178564, 178564, 100000, NULL, 3625, NULL, 500, 0, 1534228649708, 100000, 1534211004398, 50, 113646605177, '', NULL, NULL, NULL, NULL),
	(501001599, 501001599, '霸霸', 1, 'hero_h_nan', 650, 234, 848, 3, 1534165480628, 1534163984095, 90227, 22380350, 0, 0, 0, 186841, 188356, 182893, 182893, 100000, NULL, 3704, NULL, 1000, 1, 1534164561561, 100000, 1534163675943, 50, 113646605200, '', NULL, NULL, NULL, NULL),
	(1351000012, 1351000012, '爱的罗曼史', 0, 'hero_h_10302', 521, 18171, 811, 11, 1505903765111, 1505903715944, 377, 9327919, 0, 0, 0, 7474263, 7129807, 5970566, 6012515, 1000, NULL, 132935, NULL, 500, 0, 1505903775140, 100000, 1505903715960, 50, 375634364626, '', NULL, NULL, NULL, NULL),
	(1351000013, 1351000013, '爱的诺曼帝', 1, 'hero_h_10076', 301, 2752, 17, 9, 1503969402643, 1503969219310, 5769, 2326165, 0, 0, 0, 965473, 883784, 739648, 754550, 110, NULL, 16717, NULL, 500, 0, 1503969422658, 100000, 1503969188405, 50, 375634364627, '', NULL, NULL, NULL, NULL),
	(1351000038, 1351000038, '暗红', 1, 'hero_h_nan', 106, 2092, 221, 5, 1503900476575, 1503900457752, 367, 4484986, 0, 0, 0, 168467, 167251, 150279, 158240, 0, NULL, 3221, NULL, 500, 0, 1503900258292, 100000, 1503900258286, 50, 375634364672, '', NULL, NULL, NULL, NULL),
	(1351000040, 1351000040, '毫米', 0, 'hero_h_nv', 510, 1589, 459, 12, 1505905050938, 1505903561917, 1046, 6559175, 0, 0, 0, 1038920, 1046113, 947930, 958665, 100, NULL, 19958, NULL, 500, 1, 1505905007391, 100000, 1505903362684, 50, 375634364676, '', NULL, NULL, NULL, NULL),
	(1351000087, 1351000087, 'test01', 0, 'hero_h_nv', 100, 0, 8, 3, 1505903031533, 1505903031533, 50, 2000, 0, 0, 0, 81, 122, 75, 82, 0, NULL, 1, NULL, 500, 0, 1506076869828, 100000, 1506076692583, 50, 375634373122, '', NULL, NULL, NULL, NULL),
	(1351000088, 1351000088, '官131', 1, 'hero_h_nan', 1, 0, 8, 3, 1505903020818, 1505903020818, 50, 2000, 0, 0, 0, 81, 122, 75, 82, 0, NULL, 1, NULL, 500, 0, 1505903020817, 100000, 1505903020818, 50, 375634373126, '', NULL, NULL, NULL, NULL),
	(1351000089, 1351000089, '官132', 0, 'hero_a_10008', 1, 0, 8, 3, 1505903054766, 1505903054766, 50, 2000, 0, 0, 0, 81, 122, 75, 82, 0, NULL, 1, NULL, 500, 0, 1505903054765, 100000, 1505903054766, 50, 375634373127, '', NULL, NULL, NULL, NULL);
/*!40000 ALTER TABLE `player` ENABLE KEYS */;


-- 导出  表 wlmz.player_everySingin 结构
CREATE TABLE IF NOT EXISTS `player_everySingin` (
  `id` int(50) NOT NULL AUTO_INCREMENT,
  `playerID` int(5) NOT NULL COMMENT '玩家id',
  `date` date NOT NULL COMMENT '签到日期',
  `issingin` int(5) NOT NULL DEFAULT '1' COMMENT '签到状态1',
  `daylimit` int(5) NOT NULL DEFAULT '0' COMMENT '累计签到天数',
  `type` int(5) NOT NULL DEFAULT '0' COMMENT '0每天签到 1累计签到',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=36 DEFAULT CHARSET=latin1 COMMENT='玩家每日签到';

-- 正在导出表  wlmz.player_everySingin 的数据：~6 rows (大约)
DELETE FROM `player_everySingin`;
/*!40000 ALTER TABLE `player_everySingin` DISABLE KEYS */;
INSERT INTO `player_everySingin` (`id`, `playerID`, `date`, `issingin`, `daylimit`, `type`) VALUES
	(28, 501000177, '2018-11-01', 1, 0, 0),
	(29, 501000177, '2018-11-02', 1, 0, 0),
	(32, 501000177, '2018-11-04', 1, 0, 0),
	(33, 501000177, '2018-11-05', 1, 0, 0),
	(34, 501000177, '2018-11-06', 1, 0, 0),
	(35, 501000177, '2018-11-06', 1, 5, 1);
/*!40000 ALTER TABLE `player_everySingin` ENABLE KEYS */;


-- 导出  表 wlmz.player_online 结构
CREATE TABLE IF NOT EXISTS `player_online` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '自增Id',
  `playerId` int(11) NOT NULL DEFAULT '0' COMMENT '玩家Id',
  `online_time` bigint(20) NOT NULL DEFAULT '0' COMMENT '倒计时时间戳',
  `recieve_flag` int(1) NOT NULL DEFAULT '0' COMMENT '0:未领取；1：第一个；2：第二个。以此类推',
  `remain_time` int(11) DEFAULT NULL COMMENT '倒计时剩余时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=28 DEFAULT CHARSET=latin1 COMMENT='玩家在线奖励';

-- 正在导出表  wlmz.player_online 的数据：~1 rows (大约)
DELETE FROM `player_online`;
/*!40000 ALTER TABLE `player_online` DISABLE KEYS */;
INSERT INTO `player_online` (`id`, `playerId`, `online_time`, `recieve_flag`, `remain_time`) VALUES
	(27, 5010001, 1541164715372, 2, 498989);
/*!40000 ALTER TABLE `player_online` ENABLE KEYS */;


-- 导出  表 wlmz.player_PropCodity 结构
CREATE TABLE IF NOT EXISTS `player_PropCodity` (
  `id` int(50) NOT NULL AUTO_INCREMENT,
  `playerId` int(50) NOT NULL,
  `pcId` int(50) NOT NULL,
  `num` int(50) DEFAULT '0',
  `type` int(50) DEFAULT NULL COMMENT '1商品 2 道具',
  `useTimesToday` int(11) DEFAULT '0' COMMENT '当天已使用次数',
  `buyTimesToday` int(11) DEFAULT '0' COMMENT '当天已购买次数',
  `lastResetTime` bigint(8) DEFAULT '0' COMMENT '最后一次重置时间',
  `AcquType` int(5) DEFAULT NULL COMMENT '获取途径 1购买 2签到 3其他',
  PRIMARY KEY (`pcId`,`playerId`),
  KEY `Index 1` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=latin1 COMMENT='玩家道具商品关联表';

-- 正在导出表  wlmz.player_PropCodity 的数据：~3 rows (大约)
DELETE FROM `player_PropCodity`;
/*!40000 ALTER TABLE `player_PropCodity` DISABLE KEYS */;
INSERT INTO `player_PropCodity` (`id`, `playerId`, `pcId`, `num`, `type`, `useTimesToday`, `buyTimesToday`, `lastResetTime`, `AcquType`) VALUES
	(7, 501000177, 17002, 1, 7, 0, 0, 0, 2),
	(8, 501000177, 17061, 5, 7, 0, 0, 0, 2),
	(6, 501000177, 18029, 1, 8, 0, 0, 0, 2);
/*!40000 ALTER TABLE `player_PropCodity` ENABLE KEYS */;


-- 导出  表 wlmz.problem 结构
CREATE TABLE IF NOT EXISTS `problem` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `problem` varchar(50) DEFAULT NULL,
  `options1` varchar(50) DEFAULT NULL,
  `options2` varchar(50) DEFAULT NULL,
  `options3` varchar(50) DEFAULT NULL,
  `options4` varchar(50) DEFAULT NULL,
  `answer` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=21 DEFAULT CHARSET=utf8;

-- 正在导出表  wlmz.problem 的数据：~0 rows (大约)
DELETE FROM `problem`;
/*!40000 ALTER TABLE `problem` DISABLE KEYS */;
/*!40000 ALTER TABLE `problem` ENABLE KEYS */;
/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IF(@OLD_FOREIGN_KEY_CHECKS IS NULL, 1, @OLD_FOREIGN_KEY_CHECKS) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
